{
  "sodium.option_impact.low": "Niedrig",
  "sodium.option_impact.medium": "Mittel",
  "sodium.option_impact.high": "Hoch",
  "sodium.option_impact.extreme": "Extrem",
  "sodium.option_impact.varies": "Variiert",
  "sodium.options.pages.quality": "Qualität",
  "sodium.options.pages.performance": "Leistung",
  "sodium.options.pages.advanced": "Erweitert",
  "sodium.options.view_distance.tooltip": "Die Renderdistanz steuert, wie weit entfernt das Gelände gerendert wird. Kürzere Entfernungen bedeuten, dass weniger Gelände gerendert wird, was die Bildrate verbessert.",
  "sodium.options.simulation_distance.tooltip": "Die Simulationsdistanz steuert, wie weit entfernt Terrain und Objekte geladen und angezeigt werden. Kürzere Entfernungen können die Belastung des internen Servers verringern und die Bildrate verbessern.",
  "sodium.options.brightness.tooltip": "Steuert die minimale Helligkeit in der Welt. Wird sie erhöht, erscheinen dunklere Bereiche der Welt heller. Dies hat keinen Einfluss auf die Helligkeit bereits gut beleuchteter Bereiche.",
  "sodium.options.gui_scale.tooltip": "Legt den maximalen Skalierungsfaktor fest, der für die Benutzeroberfläche verwendet werden soll. Wenn \"auto\" verwendet wird, wird immer der größte Skalierungsfaktor verwendet.",
  "sodium.options.fullscreen.tooltip": "Wenn diese Option aktiviert ist, wird das Spiel im Vollbildmodus angezeigt (sofern unterstützt).",
  "sodium.options.v_sync.tooltip": "Wenn diese Option aktiviert ist, wird die Bildrate des Spiels mit der Bildwiederholfrequenz des Monitors synchronisiert, was im Allgemeinen zu einem flüssigeren Spielerlebnis führt, allerdings auf Kosten der allgemeinen Latenzzeit der Eingabe. Diese Einstellung kann die Leistung verringern, wenn Ihr System zu langsam ist.",
  "sodium.options.fps_limit.tooltip": "Begrenzt die maximale Anzahl von Bildern pro Sekunde. Dies kann dazu beitragen, den Akkuverbrauch und die Systemlast beim Multitasking zu reduzieren. Wenn VSync aktiviert ist, wird diese Option ignoriert, es sei denn, sie ist niedriger als die Aktualisierungsrate Ihres Bildschirms.",
  "sodium.options.view_bobbing.tooltip": "Wenn diese Funktion aktiviert ist, schwankt und wackelt die Ansicht des Spielers, wenn er sich bewegt. Für Spieler, denen beim Spielen übel wird, kann es von Vorteil sein, dies zu deaktivieren.",
  "sodium.options.attack_indicator.tooltip": "Steuert, wo der Angriffs-Indikator auf dem Bildschirm angezeigt wird.",
  "sodium.options.autosave_indicator.tooltip": "Wenn diese Option aktiviert ist, wird eine Anzeige eingeblendet, wenn das Spiel die Welt auf der Festplatte speichert.",
  "sodium.options.graphics_quality.tooltip": "Die Standard-Grafikqualität steuert einige Legacy-Optionen und ist für die Mod-Kompatibilität notwendig. Wenn die folgenden Optionen auf \"Standard\" stehen, verwenden sie diese Einstellung.",
  "sodium.options.clouds_quality.tooltip": "Die Qualitätsstufe, die für das Rendern von Wolken im Himmel verwendet wird. Obwohl die Optionen mit \"Schnell\" und \"Schön\" bezeichnet sind, sind die Auswirkungen auf die Leistung vernachlässigbar.",
  "sodium.options.weather_quality.tooltip": "Steuert den Abstand, in dem Wettereffekte wie Regen und Schnee gerendert werden.",
  "sodium.options.leaves_quality.name": "Blätter",
  "sodium.options.leaves_quality.tooltip": "Legt fest, ob die Blätter transparent („Schön“) oder undurchsichtig („Schnell“) gerendert werden sollen.",
  "sodium.options.particle_quality.tooltip": "Steuert die maximale Anzahl von Partikeln, die gleichzeitig auf dem Bildschirm vorhanden sein können.",
  "sodium.options.smooth_lighting.tooltip": "Ermöglicht die gleichmäßige Beleuchtung und Schattierung von Blöcken in der Welt. Dies kann die Zeit, die zum Laden oder Aktualisieren von Blöcken benötigt wird, geringfügig erhöhen, hat aber keinen Einfluss auf die Bildwiederholungsrate.",
  "sodium.options.biome_blend.value": "%s block(e)",
  "sodium.options.biome_blend.tooltip": "Der Abstand (in Blöcken), über den die Farben der Biome sanft überblendet werden. Die Verwendung höherer Werte erhöht die Zeit, die zum Laden oder Aktualisieren von Chunks benötigt wird, bei abnehmender Qualitätsverbesserung erheblich.",
  "sodium.options.entity_distance.tooltip": "Der Multiplikator für den Renderabstand, der beim Rendern von Objekten verwendet wird. Kleinere Werte verringern und größere Werte erhöhen die maximale Entfernung, in der Objekte gerendert werden.",
  "sodium.options.entity_shadows.tooltip": "Wenn diese Option aktiviert ist, werden grundlegende Schatten unter Mobs und anderen Entitäten gerendert.",
  "sodium.options.vignette.name": "Vignette",
  "sodium.options.vignette.tooltip": "Wenn diese Option aktiviert ist, wird ein Vignetteneffekt angewendet, wenn sich der Spieler in dunkleren Bereichen befindet, wodurch das Gesamtbild dunkler und dramatischer wird.",
  "sodium.options.mipmap_levels.tooltip": "Steuert die Anzahl der Mipmaps, die für Blockmodelltexturen verwendet werden. Höhere Werte sorgen für eine bessere Darstellung von Blöcken in der Ferne, können aber die Leistung von Ressourcenpaketen beeinträchtigen, die viele animierte Texturen verwenden.",
  "sodium.options.use_block_face_culling.name": "Verwenden Block Face Culling",
  "sodium.options.use_block_face_culling.tooltip": "Wenn diese Option aktiviert ist, werden nur die der Kamera zugewandten Flächen der Blöcke zum Rendering vorgelegt. Dadurch kann eine große Anzahl von Blockflächen sehr früh im Rendering-Prozess eliminiert werden, was die Rendering-Leistung erheblich verbessert. Einige Ressourcenpakete können Probleme mit dieser Option haben. Versuchen Sie daher, sie zu deaktivieren, wenn Sie Löcher in Blöcken sehen.",
  "sodium.options.use_fog_occlusion.name": "Nebel-Okklusion verwenden",
  "sodium.options.use_fog_occlusion.tooltip": "Wenn diese Option aktiviert ist, werden Teile, die von Nebeleffekten vollständig verdeckt werden, nicht gerendert, was zu einer Leistungssteigerung führt. Die Verbesserung kann bei stärkeren Nebeleffekten (z. B. unter Wasser) deutlicher ausfallen, kann aber in manchen Szenarien zu unerwünschten visuellen Artefakten zwischen Himmel und Nebel führen.",
  "sodium.options.use_entity_culling.name": "Entität Culling verwenden",
  "sodium.options.use_entity_culling.tooltip": "Wenn diese Option aktiviert ist, werden Entitäten, die sich innerhalb des Kamerablickfeldes, aber nicht innerhalb eines sichtbaren Chunks befinden, beim Rendering übersprungen. Diese Optimierung nutzt die Sichtbarkeitsdaten, die bereits für das Rendering von Chunks vorhanden sind, und fügt keinen zusätzlichen Rechenaufwand hinzu.",
  "sodium.options.animate_only_visible_textures.name": "Nur sichtbare Texturen animieren",
  "sodium.options.animate_only_visible_textures.tooltip": "Wenn diese Option aktiviert ist, werden nur die animierten Texturen, die im aktuellen Bild sichtbar sind, aktualisiert. Dies kann auf mancher Hardware zu einer erheblichen Leistungssteigerung führen, insbesondere bei umfangreicheren Ressourcenpaketen. Wenn Sie Probleme damit haben, dass einige Texturen nicht animiert werden, versuchen Sie, diese Option zu deaktivieren.",
  "sodium.options.cpu_render_ahead_limit.name": "CPU Render-Ahead Limit",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Nur zur Fehlerdiagnose. Gibt die maximale Anzahl der Frames an, die sich auf der GPU befinden können. Es wird nicht empfohlen, diesen Wert zu ändern, da sehr niedrige oder hohe Werte zu einer Instabilität der Bildrate führen können.",
  "sodium.options.cpu_render_ahead_limit.value": "%s Bild(er)",
  "sodium.options.performance_impact_string": "Leistungs Auswirkungen: %s",
  "sodium.options.use_persistent_mapping.name": "Persistentes Mapping verwenden",
  "sodium.options.use_persistent_mapping.tooltip": "Nur zur Fehlerdiagnose. Wenn aktiviert, werden persistente Speicherzuordnungen für den Bereitstellungspuffer verwendet, so dass unnötige Speicherkopien vermieden werden können. Die Deaktivierung dieser Funktion kann nützlich sein, um die Ursache einer grafischen Störung einzugrenzen.\n\nErfordert OpenGL 4.4 oder ARB_buffer_storage.",
  "sodium.options.chunk_update_threads.name": "Chunk Update CPU-Threads",
  "sodium.options.chunk_update_threads.tooltip": "Gibt die Anzahl der Prozessor Threads an, die für die Erstellung und Sortierung von Chunks verwendet werden sollen. Die Verwendung von mehr Threads kann das Laden von Chunks und die Aktualisierungsgeschwindigkeit beschleunigen, kann sich aber negativ auf die Framezeiten auswirken. Der Standardwert ist in der Regel für alle Situationen gut genug.",
  "sodium.options.always_defer_chunk_updates.name": "Chunk-Updates immer aufschieben",
  "sodium.options.always_defer_chunk_updates.tooltip": "Wenn diese Option aktiviert ist, wird das Rendering nie auf die Beendigung von Chunk-Updates warten, selbst wenn diese wichtig sind. Dies kann die Bildwiederholungsrate in einigen Szenarien erheblich verbessern, aber es kann zu erheblichen visuellen Verzögerungen führen, wenn Blöcke eine Weile brauchen, um zu erscheinen oder zu verschwinden.",
  "sodium.options.sort_behavior.name": "Transluzenz Sortierung",
  "sodium.options.sort_behavior.tooltip": "Aktiviert die Durchsichtigkeitssortierung. Wenn diese Funktion aktiviert ist, werden Störungen in durchsichtigen Blöcken wie Wasser und Glas vermieden und es wird versucht, sie korrekt darzustellen, auch wenn die Kamera in Bewegung ist. Dies hat eine geringe Auswirkung auf die Lade- und Aktualisierungsgeschwindigkeiten von Blöcken, ist aber in der Regel bei den Frameraten nicht spürbar.",
  "sodium.options.use_no_error_context.name": "Kein Error-Kontext verwenden",
  "sodium.options.use_no_error_context.tooltip": "Wenn diese Option aktiviert ist, wird der OpenGL-Kontext mit deaktivierter Fehlerprüfung erstellt. Dies verbessert die Rendering-Leistung geringfügig, aber es kann die Fehlersuche bei plötzlichen, unerklärlichen Abstürzen erheblich erschweren.",
  "sodium.options.buttons.undo": "Rückgängig machen",
  "sodium.options.buttons.apply": "Anwenden",
  "sodium.options.buttons.donate": "Kauf uns einen Kaffee!",
  "sodium.console.game_restart": "Das Spiel muss neu gestartet werden, um eine oder mehrere Videoeinstellungen zu übernehmen!",
  "sodium.console.broken_nvidia_driver": "Ihre NVIDIA-Grafiktreiber sind veraltet!\n * Dies führt zu schwerwiegenden Leistungsproblemen und Abstürzen, wenn Sodium installiert ist.\n * Bitte aktualisieren Sie Ihre Grafiktreiber auf die neueste Version (Version 536.23 oder neuer).",
  "sodium.console.pojav_launcher": "PojavLauncher wird bei der Verwendung von Sodium nicht unterstützt.\n * Es ist sehr wahrscheinlich, dass Sie auf extreme Leistungsprobleme, Grafikfehler und Abstürze stoßen werden.\n * Sie sind auf sich allein gestellt, wenn Sie sich entscheiden, fortzufahren - wir werden Ihnen bei Fehlern oder Abstürzen nicht helfen!",
  "sodium.console.core_shaders_error": "Die folgenden Resourcenpakete sind inkompatibel mit Sodium:",
  "sodium.console.core_shaders_warn": "Die folgenden Ressourcenpakete sind möglicherweise inkompatibel mit Sodium:",
  "sodium.console.core_shaders_info": "Den Spiele-log für detaillierte Informationen überprüfen.",
  "sodium.console.config_not_loaded": "Die Konfigurationsdatei für Sodium wurde beschädigt oder ist derzeit nicht lesbar. Einige Optionen wurden vorübergehend auf ihre Standardwerte zurückgesetzt. Bitte öffnen Sie den Bildschirm Videoeinstellungen, um dieses Problem zu beheben.",
  "sodium.console.config_file_was_reset": "Die Konfigurationsdatei wurde auf bekannte Standardwerte zurückgesetzt."
}
