{
  "sodium.option_impact.low": "Bajo",
  "sodium.option_impact.medium": "Medio",
  "sodium.option_impact.high": "Alto",
  "sodium.option_impact.extreme": "Extremo",
  "sodium.option_impact.varies": "Variable",
  "sodium.options.pages.quality": "§3Calidad",
  "sodium.options.pages.performance": "§3Rendimiento",
  "sodium.options.pages.advanced": "§3Avanzado",
  "sodium.options.view_distance.tooltip": "La distancia de renderizado controla la distancia a la que se renderizará el terreno. Un ajuste corto en la distancia renderizará menos terreno, lo que mejora la velocidad de fotogramas.",
  "sodium.options.simulation_distance.tooltip": "La distancia de simulación controla a qué distancia se cargará y mostrará el terreno y las entidades. Las distancias más cortas pueden reducir la carga del servidor interno y pueden mejorar la velocidad de fotogramas.",
  "sodium.options.brightness.tooltip": "Controla la luminosidad (gamma) del juego.",
  "sodium.options.gui_scale.tooltip": "Establece el factor máximo de escala que debe utilizarse para mostrar la interfaz de usuario. Si se utiliza 'auto', siempre se utilizará el mayor factor de escala posible.",
  "sodium.options.fullscreen.tooltip": "Si está activada, el juego se mostrará a pantalla completa (si esta opción es compatible).",
  "sodium.options.v_sync.tooltip": "Si esta opción está activada, la velocidad de fotogramas del juego se sincronizará con la frecuencia de actualización del monitor, con lo que la experiencia será más fluida a expensas de sufrir mayor latencia. Este ajuste puede reducir el rendimiento si tu sistema es demasiado lento.",
  "sodium.options.fps_limit.tooltip": "Limita el número máximo de fotogramas por segundo. Esto puede ayudar a reducir el uso de la batería y la carga general del sistema cuando se realizan varias tareas a la vez. Si la Sincronización Vertical (V-Sync) está activada, esta opción será ignorada a menos que sea inferior a la frecuencia de actualización de la pantalla.",
  "sodium.options.view_bobbing.tooltip": "Si está activada, la vista del jugador se balanceará con el movimiento. Si te mareas al jugar puedes desactivar esta opción.",
  "sodium.options.attack_indicator.tooltip": "Controla en que lugar de la pantalla se muestra el indicador de ataque.",
  "sodium.options.autosave_indicator.tooltip": "Si se activa, se mostrará un indicador cuando el juego guarda el mundo en el almacenamiento.",
  "sodium.options.graphics_quality.tooltip": "La calidad gráfica predeterminada controla algunas opciones heredadas y es necesaria para la compatibilidad de los mods. Si las opciones siguientes se ajustan en 'Predeterminado', utilizarán esta configuración.",
  "sodium.options.clouds_quality.tooltip": "Controla la presencia de nubes mostradas en el cielo.",
  "sodium.options.weather_quality.tooltip": "Controla la calidad de los efectos de lluvia y nieve.",
  "sodium.options.leaves_quality.name": "Calidad de Hojas",
  "sodium.options.leaves_quality.tooltip": "Controla la calidad de las hojas.",
  "sodium.options.particle_quality.tooltip": "Controla el número máximo de partículas que pueden mostrarse en un momento dado.",
  "sodium.options.smooth_lighting.tooltip": "Controla si los bloques se iluminarán y sombrearán suavemente. Esto aumenta ligeramente el tiempo necesario para reconstruir un sector, pero no afecta a la velocidad de fotogramas.",
  "sodium.options.biome_blend.value": "%s bloques",
  "sodium.options.biome_blend.tooltip": "Controla el rango en el que se muestran los biomas para la coloración de los bloques. Los valores más altos aumentan en gran medida la cantidad de tiempo que se tarda en renderizar los sectores, lo que provoca una disminución considerable en la calidad.",
  "sodium.options.entity_distance.tooltip": "Controla la distancia a la que las entidades pueden mostrarse desde el jugador. Los valores más altos aumentan la distancia de renderizado a expensas de la velocidad de fotogramas.",
  "sodium.options.entity_shadows.tooltip": "Si se activa, se mostrarán sombras básicas debajo de los monstruos y otras entidades.",
  "sodium.options.vignette.name": "Viñeta",
  "sodium.options.vignette.tooltip": "Si se activa, se mostrará un efecto de viñeta por el borde de la pantalla del jugador. Es poco probable que esto suponga una diferencia en la velocidad de fotogramas, a menos que la velocidad de relleno sea limitada.",
  "sodium.options.mipmap_levels.tooltip": "Controla el número de Mapas de Bits (mipmaps) que se utilizarán para las texturas del modelo de bloques. Los valores más altos proporcionan un mejor renderizado de los bloques distantes, pero puede afectar negativamente al rendimiento cuando han de mostrarse muchas texturas animadas.",
  "sodium.options.use_block_face_culling.name": "Usar la Eliminación de Caras en Bloque",
  "sodium.options.use_block_face_culling.tooltip": "Si se activa, sólo se renderizarán las caras de los bloques que estén orientadas hacia el muñeco. Esto puede evitar cargar un gran número de caras de bloques en el proceso de renderizado, ahorrando bastante memoria y tiempo de carga en la GPU. Algunos paquetes de recursos pueden tener problemas con esta opción, así que prueba a desactivarla si ves bloques negros.",
  "sodium.options.use_fog_occlusion.name": "Usar Omisión por Niebla",
  "sodium.options.use_fog_occlusion.tooltip": "Si se activa, los sectores ocultos totalmente por la niebla no se renderizarán, lo que ayuda a mejorar el rendimiento. La mejora puede ser mayor cuando los efectos de niebla son más intensos (por ejemplo, bajo el agua), pero puede provocar en algunos escenarios, efectos visuales no deseados entre el cielo y la niebla.",
  "sodium.options.use_entity_culling.name": "Usar Entidades Selectivas",
  "sodium.options.use_entity_culling.tooltip": "Si está activada, las entidades que no se encuentren en ningún sector visible se omitirán durante el renderizado. Esto puede ayudar a mejorar el rendimiento al evitar el renderizado de entidades situadas bajo tierra o detrás de muros.",
  "sodium.options.animate_only_visible_textures.name": "Animar solo Texturas Visibles",
  "sodium.options.animate_only_visible_textures.tooltip": "Si se activa, sólo se actualizarán las texturas animadas determinadas como visibles. Esto puede proporcionar un aumento significativo de la velocidad de fotogramas en algunos equipos, especialmente con paquetes de recursos más pesados. Si tienes problemas con algunas texturas que no se muestran animadas, prueba a desactivar esta opción.",
  "sodium.options.cpu_render_ahead_limit.name": "Límite de renderizado en CPU",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Especifica el número máximo de fotogramas que la CPU puede estar esperando a que la GPU termine de renderizar. Los valores muy bajos o muy altos pueden crear inestabilidad en la velocidad de fotogramas.",
  "sodium.options.cpu_render_ahead_limit.value": "%s fotogramas",
  "sodium.options.performance_impact_string": "➜ Impacto del Rendimiento: %s",
  "sodium.options.use_persistent_mapping.name": "Utilizar Mapeo Persistente",
  "sodium.options.use_persistent_mapping.tooltip": "Si se activa, una pequeña cantidad de memoria se asignará de forma persistente como un búfer de almacenamiento para la carga de sectores, ayudando a reducir la sobrecarga de la CPU y la inestabilidad del tiempo de fotogramas al cargar o actualizar sectores.\n\nEs necesario OpenGL 4.4 o ARB_buffer_storage.",
  "sodium.options.chunk_update_threads.name": "Hilos de Actualización de Sectores",
  "sodium.options.chunk_update_threads.tooltip": "Especifica el número de subprocesos que se utilizarán para la creación de sectores. Utilizar más subprocesos puede acelerar la carga de sectores y la velocidad de actualización, pero puede afectar negativamente a los tiempos de fotogramas.",
  "sodium.options.always_defer_chunk_updates.name": "Aplazar Siempre Actualizar los Sectores",
  "sodium.options.always_defer_chunk_updates.tooltip": "Si se activa, el renderizado nunca esperará a que finalicen las actualizaciones de los sectores, aunque sean importantes. Esto puede mejorar en gran medida la velocidad de fotogramas en algunos escenarios, pero puede crear un retraso visual significativo sobre el mundo.",
  "sodium.options.sort_behavior.name": "Clasificación por Traslucidez",
  "sodium.options.sort_behavior.tooltip": "Activa la clasificación por translucidez. Esto evita fallos en bloques translúcidos como el agua y el cristal cuando está activado e intenta presentarlos correctamente incluso cuando la cámara está en movimiento. Esto tiene un pequeño impacto en el rendimiento de velocidad de carga y actualización de los sectores, pero no suele notarse en la velocidad de fotogramas.",
  "sodium.options.use_no_error_context.name": "Usar Contexto de No Error",
  "sodium.options.use_no_error_context.tooltip": "Si se activa, el contexto OpenGL se creará con la comprobación de errores desactivada. Esto puede mejorar ligeramente el rendimiento, pero también aumenta el riesgo que el juego se bloquee en vez de evitar errores de OpenGL. Deberías desactivar esta opción si experimentas fallos repentinos e inexplicables.",
  "sodium.options.buttons.undo": "§c↩ Deshacer",
  "sodium.options.buttons.apply": "§e☑ Aplicar",
  "sodium.options.buttons.donate": "§b¡Págame un café!",
  "sodium.console.game_restart": "§6⚠ Es necesario reiniciar el juego para aplicar los ajustes de vídeo.",
  "sodium.console.broken_nvidia_driver": "Tus controladores gráficos NVIDIA no están actualizados.\n  • Esto causará graves problemas de rendimiento y fallos cuando se instale Sodium.\n  • Actualiza tus controladores gráficos a la última versión (versión 536.23 o posterior).",
  "sodium.console.pojav_launcher": "PojavLauncher no admite el uso de Sodium.\n  • Es muy probable que te encuentres con problemas extremos de rendimiento, fallos gráficos y cuelgues.\n  • Si decides continuar, estarás solo. ¡No te ayudaremos con los errores ni los fallos!",
  "sodium.console.core_shaders_error": "Los siguientes paquetes de recursos son incompatibles con Sodium:",
  "sodium.console.core_shaders_warn": "Los siguientes paquetes de recursos pueden ser incompatibles con Sodium:",
  "sodium.console.core_shaders_info": "Consulta el registro del juego para obtener información detallada.",
  "sodium.console.config_not_loaded": "El fichero de configuración de Sodium se ha corrompido, o es actualmente ilegible. Algunas opciones se han restablecido temporalmente por los valores predeterminados. Por favor, abre la pantalla de configuración gráfica para resolver este problema.",
  "sodium.console.config_file_was_reset": "El contenido del archivo de configuración se ha restablecido."
}
