{
    "sodium.option_impact.low": "Lav",
    "sodium.option_impact.medium": "Mellem",
    "sodium.option_impact.high": "Høj",
    "sodium.option_impact.extreme": "Ekstrem",
    "sodium.option_impact.varies": "Varies",
    "sodium.options.pages.general": "Generelt",
    "sodium.options.pages.quality": "Kvalitet",
    "sodium.options.pages.advanced": "Avanceret",
    "sodium.options.view_distance.tooltip": "The render distance controls how far away terrain will be rendered. Lower distances mean that less terrain will be rendered, improving frame rates.",
    "sodium.options.brightness.tooltip": "Styrer lysstyrken (gamma) i spillet.",
    "sodium.options.clouds.tooltip": "Kontrollere om skyer er synlige.",
    "sodium.options.gui_scale.tooltip": "Indstiller den maksimale skaleringsfaktor der bliver benyttet af brugergrænsefladen. Hvis \"Auto\" er valgt, vil den største skaleringsfaktor altid blive benyttet.",
    "sodium.options.fullscreen.tooltip": "If enabled, the game will display in full-screen (if supported).",
    "sodium.options.v_sync.name": "V-Sync",
    "sodium.options.v_sync.tooltip": "Er denne indstilling aktiveret, vil spillets billedhastighed synkroniseres med skærmens opdateringshastighed. Dette skaber en generelt bedre og jævn oplevelse, på bekostning af højere input reaktionstid. Denne indstilling kan reducere ydeevnen hvis dit system er for langsom.",
    "sodium.options.fps_limit.tooltip": "Begrænser den maksimale billedhastighed, og som følge vil dette tilbageholde spillet og kan være brugbart hvis der skal spares på batteriets leve tid eller multitaskes imellem adskillige applikationer. Er \"V-Sync\" aktiveret vil denne indstilling blive ignoreret, medmindre billedhastigheden er lavere end skærmens opdateringshastighed.",
    "sodium.options.view_bobbing.tooltip": "Er denne indstilling aktiveret, vil spillerens syn svaje og vugge som følge af bevægelse. For spillere der lider af køresyge kan det være en fordel at deaktivere dette.",
    "sodium.options.attack_indicator.tooltip": "Controls where the Attack Indicator is displayed on screen.",
    "sodium.options.graphics_quality.tooltip": "The default graphics quality controls some legacy options and is necessary for mod compatibility. If the options below are left to \"Default\", they will use this setting.",
    "sodium.options.clouds_quality.name": "Sky Kvalitet",
    "sodium.options.clouds_quality.tooltip": "Controls the quality of rendered clouds in the sky.",
    "sodium.options.weather_quality.name": "Weather Quality",
    "sodium.options.weather_quality.tooltip": "Controls the quality of rain and snow effects.",
    "sodium.options.particle_quality.name": "Partikel Kvalitet",
    "sodium.options.particle_quality.tooltip": "Kontrollere det maksimale antal af partikler som kan være tilstede på skærmen på et hvert givent tidsrum.",
    "sodium.options.smooth_lighting.tooltip": "Controls the quality of smooth lighting effects.\n\nOff - No smooth lighting\nLow - Smooth block lighting only\nHigh (new!) - Smooth block and entity lighting",
    "sodium.options.biome_blend.tooltip": "Controls the range which biomes will be sampled for block colorization. Higher values greatly increase the amount of time it takes to build chunks for diminishing improvements in quality.",
    "sodium.options.entity_distance.tooltip": "Controls how far away entities can render from the player. Higher values increase the render distance at the expense of frame rates.",
    "sodium.options.entity_shadows.tooltip": "If enabled, basic shadows will be rendered beneath mobs and other entities.",
    "sodium.options.vignette.name": "Vignette",
    "sodium.options.vignette.tooltip": "If enabled, a vignette effect will be rendered on the player's view. This is very unlikely to make a difference to frame rates unless you are fill-rate limited.",
    "sodium.options.mipmap_levels.tooltip": "Controls the number of mipmaps which will be used for block model textures. Higher values provide better rendering of blocks in the distance, but may adversely affect performance with many animated textures.",
    "sodium.options.chunk_renderer.name": "Chunk Renderer",
    "sodium.options.chunk_renderer.tooltip": "Modern versions of OpenGL provide features which can be used to greatly reduce driver overhead when rendering chunks. You should use the latest feature set allowed by Sodium for optimal performance. If you're experiencing chunk rendering issues or driver crashes, try using the older (and possibly more stable) feature sets.",
    "sodium.options.use_chunk_face_culling.name": "Use Chunk Face Culling",
    "sodium.options.use_chunk_face_culling.tooltip": "If enabled, an additional culling pass will be performed on the CPU to determine which planes of a chunk mesh are visible. This can eliminate a large number of block faces very early in the rendering process, saving memory bandwidth and time on the GPU.",
    "sodium.options.use_compact_vertex_format.name": "Use Compact Vertex Format",
    "sodium.options.use_compact_vertex_format.tooltip": "If enabled, a more compact vertex format will be used for chunk meshes which limits the precision of vertex attributes. This format will reduce graphics memory usage and bandwidth requirements by around 40%, but could cause z-fighting\/flickering texture issues in some edge cases.",
    "sodium.options.use_fog_occlusion.name": "Benyt Tåge Okklusion",
    "sodium.options.use_fog_occlusion.tooltip": "If enabled, chunks which are determined to be fully hidden by fog effects will be skipped during rendering. This will generally provide a modest improvement to the number of chunks rendered each frame, especially where fog effects are heavier (i.e. while underwater.)",
    "sodium.options.use_entity_culling.name": "Use Entity Culling",
    "sodium.options.use_entity_culling.tooltip": "If enabled, a secondary culling pass will be performed before attempting to render an entity. This additional pass takes into account the current set of visible chunks and removes entities which are not in any visible chunks.",
    "sodium.options.use_particle_culling.name": "Use Particle Culling",
    "sodium.options.use_particle_culling.tooltip": "If enabled, only particles which are determined to be visible will be rendered. This can provide a significant improvement to frame rates when many particles are nearby.",
    "sodium.options.animate_only_visible_textures.name": "Animate Only Visible Textures",
    "sodium.options.animate_only_visible_textures.tooltip": "If enabled, only animated textures determined to be visible will be updated. This can provide a significant boost to frame rates on some hardware. If you experience issues with some textures not being animated, disable this option.",
    "sodium.options.use_memory_intrinsics.name": "Use Memory Intrinsics",
    "sodium.options.use_memory_intrinsics.tooltip": "If enabled, special intrinsics will be used to speed up the copying of client memory in certain vertex-limited scenarios, such as particle and text rendering. This option only exists for debugging purposes and should be left enabled unless you know what you are doing.",
    "sodium.options.disable_driver_blacklist.name": "Deaktiver Driver Sortliste",
    "sodium.options.disable_driver_blacklist.tooltip": "If selected, Sodium will ignore the built-in driver blacklist and enable options which are known to be broken with your system configuration. This might cause serious problems and should not be used unless you really do know better. The settings screen must be saved, closed, and re-opened after changing this option in order to reveal previously hidden options.",
    "sodium.options.performance_impact_string": "Performance Impact: %s",
    "sodium.options.buttons.undo": "Fortryd",
    "sodium.options.buttons.apply": "Anvend",
    "sodium.options.buttons.close": "Luk"
}