{
  "sodium.option_impact.low": "Gering",
  "sodium.option_impact.medium": "Mittel",
  "sodium.option_impact.high": "Hoch",
  "sodium.option_impact.extreme": "Extrem",
  "sodium.option_impact.varies": "Schwankend",
  "sodium.options.pages.general": "Allgemein",
  "sodium.options.pages.quality": "Qualität",
  "sodium.options.pages.advanced": "Erweitert",
  "sodium.options.view_distance.tooltip": "Die Render-Distanz stellt ein, wie weit entfernt das Gelände dargestellt wird. Niedrigere Disanzen bedeuten, dass weniger Gelände dargestellt wird, was die Bildrate verbessert.",
  "sodium.options.brightness.tooltip": "Stellt die Helligkeit (Gamma) des Spiels ein.",
  "sodium.options.gui_scale.tooltip": "Setzt den maximalen Skalierungsfaktor für die Benutzeroberfläche ein. Wenn 'auto' eingestellt ist wird der größtmögliche Skalierungsfaktor genutzt.",
  "sodium.options.fullscreen.tooltip": "Wenn aktiviert wird das Spiel im Vollbildmodus ausgeführt (sofern vom System unterstützt).",
  "sodium.options.v_sync.name": "V-Sync",
  "sodium.options.v_sync.tooltip": "Wenn aktiviert wird die Bildrate des Spiels mit der Bildwiederholrate des Monitors synchronisiert, was generell zu einer flüssigeren Erfahrung auf Kosten von allgemeiner Eingabeverzögerung führt. Diese Einstellung könnte die Leistung reduzieren, wenn dein System zu langsam ist.",
  "sodium.options.fps_limit.tooltip": "Limitiert die maximale Anzahl an Bildern pro Sekunde. Dies kann helfen Akkuverbrauch zu reduzieren und die generelle Systemlast beim Multi-Tasking zu verringern. Wenn V-Sync aktiviert ist, wird diese Option ignoriert, es sei denn sie ist niedriger als die Bildwiederholrate deines Monitors.",
  "sodium.options.view_bobbing.tooltip": "Wenn aktiviert wird bei Bewegung die Spieleransicht wiegen und schaukeln. Spieler, die beim Spielen Übelkeit oder Unwohlsein erleben können vom Deaktivieren dieser Option profitieren.",
  "sodium.options.attack_indicator.tooltip": "Stellt ein, wo auf dem Bildschirm die Angriffsanzeige dargestellt wird.",
  "sodium.options.graphics_quality.tooltip": "Die Standard-Grafikqualität stellt einige veraltete Optionen ein und wird für Mod-Kompatibilität benötigt. Wenn die nachfolgenden Optionen auf der \"Standard\"-Einstellung belassen werden, wird diese Einstellung benutzt.",
  "sodium.options.clouds_quality.name": "Wolken-Qualität",
  "sodium.options.clouds_quality.tooltip": "Stellt die Qualität der im Himmel dargestellten Wolken ein.",
  "sodium.options.weather_quality.name": "Wetter-Qualität",
  "sodium.options.weather_quality.tooltip": "Stellt die Qualität von Regen- und Schnee-Effekten ein.",
  "sodium.options.particle_quality.name": "Partikel-Qualität",
  "sodium.options.particle_quality.tooltip": "Stellt die maximale Anzahl an Partikeln ein, welche gleichzeitig auf dem Bildschirm vorhanden sind.",
  "sodium.options.smooth_lighting.tooltip": "Stellt ein, ob Blöcke nahtlos belichtet und schattiert werden. Dies erhöht die Zeit zum Neuaufbau eines Chunks geringfügig, beeinflusst jedoch nicht die Bildrate.",
  "sodium.options.biome_blend.tooltip": "Stellt die Entfernung für Biome ein, welche für Block-Färbung abgetastet werden. Höhere Werte erhöhen die zum Chunk-Aufbau benötigt Zeit immens, ohne die Qualität der Darstellung großartig zu verbessern.",
  "sodium.options.entity_distance.tooltip": "Stellt ein, wie weit vom Spieler entfernt Objekte dargestellt werden. Höhere Werte erhöhen die Darstellungsdistanz auf Kosten der Bildrate.",
  "sodium.options.entity_shadows.tooltip": "Wenn aktiviert werden einfache Schatten unterhalb von Mobs und anderen Objekten dargestellt.",
  "sodium.options.vignette.name": "Vignette",
  "sodium.options.vignette.tooltip": "Wenn aktiviert, wird ein Vignetten-Effekt in der Spieleransicht dargestellt. Es ist sehr unwahrscheinlich, dass dies einen Unterschied in der Bildrate macht, es sei denn dein System ist Füllraten-limitiert.",
  "sodium.options.mipmap_levels.tooltip": "Stellt die Anzahl an Mipmaps ein, welche für Blockmodell-Texturen verwendet werden. Höhere Werte sorgen für eine verbesserte Darstellung weit entfernter Blöcke, beeinflussen die Leistung bei vielen animierten Texturen aber nachteilig.",
  "sodium.options.use_block_face_culling.name": "Blockseiten-Filterung verwenden",
  "sodium.options.use_block_face_culling.tooltip": "Wenn aktiviert werden nur die zur Kamera zeigenden Blockseiten für die Darstellung berechnet. Dies kann eine erhebliche Anzahl an Blockseiten früh in der Darstellungsberechnung aussondern, was Speicherbandbreite und Rechenzeit auf der GPU einspart. Einige Ressourcenpakete haben möglicherweise Probleme mit dieser Einstellung, versuche also diese Option zu deaktivieren, wenn du Löcher in Blöcken siehst.",
  "sodium.options.use_fog_occlusion.name": "Nebel-Okklusion verwenden",
  "sodium.options.use_fog_occlusion.tooltip": "Wenn aktiviert, werden Chunks, welche als vollständig durch Nebel verdeckt ermittelt werden, nicht dargestellt. Dies hilft die Leistung zu verbessern. Die Verbesserung kann drastischer sein, wenn Nebeleffekte stärker sind (z.B. unter Wasser), könnte in manchen Szenarios aber zu ungewollten visuellen Artefakten zwischen Himmel und Nebel führen.",
  "sodium.options.use_entity_culling.name": "Objekt-Filterung verwenden",
  "sodium.options.use_entity_culling.tooltip": "Wenn aktiviert werden in nicht-sichtbaren Chunks befindliche Objekte bei der Darstellungsberechnung übersprungen. Dies kann helfen die Leistung zu verbessern, indem die Darstellung von Objekten im Untergrund oder hinter Wänden vermieden wird.",
  "sodium.options.use_particle_culling.name": "Partikel-Filterung verwenden",
  "sodium.options.use_particle_culling.tooltip": "Wenn aktiviert werden nur Partikel dargestellt, die als sichtbar ermittelt werden. Dies kann die Bildrate erheblich verbessern, wenn viele Partikel in der Nähe sind.",
  "sodium.options.animate_only_visible_textures.name": "Nur sichtbare Texturen animieren",
  "sodium.options.animate_only_visible_textures.tooltip": "Wenn aktiviert werden nur als sichtbar ermittelte Texturen aktualisiert. Dies kann zu einer erheblichen Steigerung der Bildrate auf bestimmter Hardware führen, vor allem bei großen Ressourcenpaketen. Falls du Probleme mit nicht-animierten Texturen bemerkst versuche diese Option zu deaktivieren.",
  "sodium.options.allow_direct_memory_access.name": "Direkten Speicherzugriff erlauben",
  "sodium.options.allow_direct_memory_access.tooltip": "Wenn aktiviert wird einigen wichtigen Code-Pfaden erlaubt direkt auf den Arbeitsspeicher zuzugreifen, um die Leistung zu erhöhen. Dies führt häufig zu einem deutlich reduzierten CPU-Overhead bei der Darstellung von Chunks und Objekten, kann die Diagnose von Bugs und Abstürzen aber erschweren. Du solltest dies nur deaktivieren, wenn dies von dir verlangt wurde oder weißt, was du tust.",
  "sodium.options.enable_memory_tracing.name": "Speicherverfolgung aktivieren",
  "sodium.options.enable_memory_tracing.tooltip": "Debugging-Funktion. Wenn aktiviert werden neben Arbeitsspeicherzuweisungen auch Stack-Traces gesammelt, um Diagnoseinformationen zu verbessern, wenn Speicherlecks entdeckt werden.",
  "sodium.options.performance_impact_string": "Leistungseinbuße: %s",
  "sodium.options.use_persistent_mapping.name": "Persistente Zuordnung verwenden",
  "sodium.options.use_persistent_mapping.tooltip": "Wenn aktiviert wird eine geringe Menge Arbeitsspeicher persistent als Staging-Puffer für das Chunk-Uploading zugeordnet, um CPU-Overhead zu reduzieren und instabile Bildraten zu verhindern, wenn Chunks geladen oder aktualisiert werden.\n\nBenötigt OpenGL 4.4 oder ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Chunk-Speicherzuordnung",
  "sodium.options.chunk_memory_allocator.tooltip": "Wählt die Speicherzuordnung zur Chunk-Darstellung aus.\n- ASYNC: Schnellste Option, funktioniert gut mit den meisten modernen Grafiktreibern.\n- SWAP: Rückfalloption für ältere Grafiktreiber. Könnte die Arbeitsspeicherauslastung deutlich erhöhren.",
  "sodium.options.buttons.undo": "Rückgängig",
  "sodium.options.buttons.apply": "Übernehmen",
  "sodium.options.buttons.close": "Schließen",
  "sodium.options.buttons.donate": "Gib uns einen Kaffee aus!"
}
