{
    "sodium.option_impact.low": "Niedrig",
    "sodium.option_impact.medium": "Mittel",
    "sodium.option_impact.high": "Hoch",
    "sodium.option_impact.extreme": "Extrem",
    "sodium.option_impact.varies": "Verschieden",
    "sodium.options.pages.general": "Allgemein",
    "sodium.options.pages.quality": "Qualität",
    "sodium.options.pages.advanced": "Erweitert",
    "sodium.options.view_distance.tooltip": "Die Sichtweite bestimmt, bis wie weit entfernt Gelände gerendert wird. Niedrigere Werte führen dazu, dass weniger gerendert und die Bildrate verbessert wird.",
    "sodium.options.brightness.tooltip": "Bestimmt die Helligkeit (Gammawert) des Spiels.",
    "sodium.options.clouds.tooltip": "Bestimmt, ob Wolken sichtbar sind.",
    "sodium.options.fog.name": "Nebel",
    "sodium.options.fog.tooltip": "Wenn aktiviert, wird ein Nebeleffekt über weit entferntes Gelände gelegt. Diese Einstellung hat keinen Einfluss auf den Nebeleffekt unter Wasser oder im Nether.",
    "sodium.options.gui_scale.tooltip": "Bestimmt den maximalen Skalierungsfaktor der Benutzeroberfläche. Falls \"Automatisch\" ausgewählt ist, wird immer der größtmögliche Wert verwendet.",
    "sodium.options.fullscreen.tooltip": "Wenn aktiviert, wird das Spiel (falls unterstützt) im Vollbildmodus angezeigt.",
    "sodium.options.v_sync.name": "V-Sync",
    "sodium.options.v_sync.tooltip": "Wenn aktiviert, synchronisiert sich die Bildrate des Spiels mit der des Monitors, was zu einem generell gleichmäßigen Spielerlebnis auf Kosten einer allgemeinen Eingabeverzögerung führt. Diese Einstellung kann die Leistung reduzieren, wenn dein System zu langsam ist.",
    "sodium.options.fps_limit.tooltip": "Begrenzt die maximale Bildrate. Effektiv drosselt dies das Spiel und kann hilfreich sein, wenn man Akkulaufzeit sparen oder häufig zwischen Programmen wechseln will. Falls V-Sync aktiviert ist, wird diese Einstellung ignoriert, es sei denn der Wert liegt unter der Wiederholungsrate des Bildschirmes.",
    "sodium.options.view_bobbing.tooltip": "Wenn aktiviert, schwenkt die Sicht aus der ersten Person bei Bewegung auf und ab. Spieler, denen bei Bewegung leicht schlecht wird, sollten dies deaktivieren.",
    "sodium.options.attack_indicator.tooltip": "Bestimmt, wo auf dem Bildschirm die Angriffsanzeige angezeigt wird.",
    "sodium.options.graphics_quality.tooltip": "Der Standardgrafikmodus bestimmt einige Einstellungen des alten Programmcodes und ist für Mod-Kompatibilität notwendig. Sind die folgenden Einstellungen auf \"voreingestellt\" , verwenden sie diesen Wert.",
    "sodium.options.clouds_quality.name": "Wolkenqualität",
    "sodium.options.clouds_quality.tooltip": "Bestimmt die Qualität, mit der Woken im Himmel gerendert werden.",
    "sodium.options.weather_quality.name": "Wetterqualität",
    "sodium.options.weather_quality.tooltip": "Bestimmt die Qualität von Regen- und Schneeeffekten.",
    "sodium.options.particle_quality.name": "Partikelqualität",
    "sodium.options.particle_quality.tooltip": "Bestimmt, wie viele Partikel zur gleichen Zeit auf dem Bildschirm angezeigt werden können.",
    "sodium.options.smooth_lighting.tooltip": "Bestimmt die Qualität von weicher Beleuchtung.\n\nAus - Keine weiche Beleuchtung\nNiedrig - Weiche Beleuchtung nur bei Blöcken\nHoch (neu!) - Weiche Block- und Objektbeleuchtung",
    "sodium.options.biome_blend.tooltip": "Bestimmt den Abstand, in dem Biome überlagert werden, um Blöcke einzufärben. Große Werte verringern die Leistung enorm und bringen nur geringe Qualitätsverbesserungen.",
    "sodium.options.entity_distance.tooltip": "Bestimmt die maximale Entfernung, in der Objekte gerendert werden. Höhere Werte erhöhen die Sichtweite auf Kosten der Bildrate.",
    "sodium.options.entity_shadows.tooltip": "Wenn aktiviert, werden einfache Schatten unter Kreaturen und anderen Objekten angezeigt.",
    "sodium.options.vignette.name": "Vignette",
    "sodium.options.vignette.tooltip": "Wenn aktiviert, wird ein Vignetteneffekt über der Spieleransicht gerendert. Eine Auswirkung auf die Bildrate ist unwahrscheinlich, solange man nicht durch die Füllrate der GPU beschränkt ist.",
    "sodium.options.mipmap_levels.tooltip": "Bestimmt die Anzahl an Mipmap-Stufen, welche für Blockmodelltexturen verwendet werden. Höhere Werte wirken sich positiv auf die Darstellung weit entfernter Blöcke aus, können aber bei vielen animierten Texturen die Leistung beeinträchtigen.",
    "sodium.options.chunk_renderer.name": "Chunkrenderer",
    "sodium.options.chunk_renderer.tooltip": "Neuere Versionen von OpenGL bieten Funktionen, die den Mehraufwand des Treibers beim Chunkrendern deutlich reduzieren können. Es sollten immer die neuesten Funktionen von Sodium verwendet werden. Falls Chunks fehlerhaft rendern oder Abstürze auftreten, sollte auf ältere Funktionen zurückgegriffen werden.",
    "sodium.options.use_chunk_face_culling.name": "Nutze Chunk Face Culling",
    "sodium.options.use_chunk_face_culling.tooltip": "Wenn aktiviert, wird auf der CPU ein zusätzlicher Culling-Durchlauf zur Bestimmung der sichtbaren Ebenen eines Chunk-Polygonnetzes ausgeführt. Dies kann eine signifikante Menge an Blockflächen früh im Renderprozess eliminieren, was Speicherbandbreite und GPU-Zeit einspart.",
    "sodium.options.use_compact_vertex_format.name": "Nutze Compact Vertex Format",
    "sodium.options.use_compact_vertex_format.tooltip": "Wenn aktiviert, wird ein kompakteres Vertexformat für Chunk-Polygonnetze verwendet, welches die Fließkomma-Genauigkeit von Vertexattributen einschränkt. Dieses Format reduziert die Auslastung des Grafikspeichers und der Datenbusbandbreite um etwa 40%, kann in Randfällen jedoch zu Z-Fighting bzw. flackernden Texturen führen.",
    "sodium.options.use_fog_occlusion.name": "Nebelverdeckung",
    "sodium.options.use_fog_occlusion.tooltip": "Wenn aktiviert, werden Bereiche, die vollständig von Nebel verdeckt sind, nicht dargestellt. Dadurch müssen meistens weniger Bereiche dargestellt werden, vor allem wenn Nebeleffekte stärker sind, zum Beispiel unter Wasser.",
    "sodium.options.use_entity_culling.name": "Nutze Entity Culling",
    "sodium.options.use_entity_culling.tooltip": "Wenn aktiviert, wird ein zweiter Culling-Durchlauf ausgeführt, bevor Objekte gerendert werden. Dieser zusätzliche Durchlauf verhindert das Rendern aller Objekte, die sich nicht in der Menge der momentan sichtbaren Chunks befinden.",
    "sodium.options.use_particle_culling.name": "Nutze Particle Culling",
    "sodium.options.use_particle_culling.tooltip": "Wenn aktiviert, werden nur als sichtbar erkannte Partikel gerendert. Dies kann zu einer signifikanten Verbesserung der Bildrate führen, wenn sich viele Partikel in der nahen Umgebung befinden.",
    "sodium.options.animate_only_visible_textures.name": "Animiere nur sichtbare Texturen",
    "sodium.options.animate_only_visible_textures.tooltip": "Wenn aktiviert, werden nur als sichtbar eingestufte Texturen animiert. Auf einigen Rechnern kann dies zu signifikanten Verbesserungen der Bildrate führen. Falls diese Einstellung dazu führt, dass einige Texturen nicht animiert werden, sollte man sie deaktivieren.",
    "sodium.options.use_memory_intrinsics.name": "Nutze Memory Intrinsics",
    "sodium.options.use_memory_intrinsics.tooltip": "Wenn aktiviert, werden intrinsische Funktionen verwendet, um das Kopieren von Anwendungsspeicher in Szenarien zu beschleunigen, in denen Vertexdaten die Bandbreite beschränken, z.B. beim Partikel- oder Textrendering. Diese Einstellung existiert nur zur Diagnostik und sollte im Normalfall aktiviert bleiben.",
    "sodium.options.disable_driver_blacklist.name": "Deaktiviere Treibersperrliste",
    "sodium.options.disable_driver_blacklist.tooltip": "Wenn aktiviert, ignoriert Sodium die Liste von bekannten Treiberproblemen, und erlaubt Optionen, die mit dieser Systemkonfiguration als defekt bekannt sind. Das kann schwere Probleme verursachen und sollte nur verwendet werden, wenn man sich sicher ist es besser zu wissen. Wenn diese Option geändert wird, müssen die Einstellungen gespeichert, geschlossen, und wieder geöffnet werden, um vorher versteckte Optionen sichtbar zu machen.",
    "sodium.options.performance_impact_string": "Auswirkung auf Leistung: %s",
    "sodium.options.buttons.undo": "Rückgängig",
    "sodium.options.buttons.apply": "Anwenden",
    "sodium.options.buttons.close": "Schließen"
}