{
    "sodium.option_impact.low": "Bajo",
    "sodium.option_impact.medium": "Medio",
    "sodium.option_impact.high": "Alto",
    "sodium.option_impact.extreme": "Extremo",
    "sodium.option_impact.varies": "Depende",
    "sodium.options.pages.general": "General",
    "sodium.options.pages.quality": "Calidad",
    "sodium.options.pages.advanced": "Avanzado",
    "sodium.options.view_distance.tooltip": "La distancia de renderizado controla qué tan lejos el terreno será mostrado. Entre más baja la distancia, menos terreno será renderizado, mejorando los fotogramas",
    "sodium.options.brightness.tooltip": "Controla el brillo (gamma) del juego.",
    "sodium.options.clouds.tooltip": "Controla si las nubes son visibles o no.",
    "sodium.options.fog.name": "Niebla",
    "sodium.options.fog.tooltip": "Estando activado, aparecerá niebla en el terreno distante. Esta opción no afecta a la niebla del infierno o bajo el agua.",
    "sodium.options.gui_scale.tooltip": "Ajusta el tamaño de la interfaz de usuario. Cuando la opción \"automático\" es seleccionada, la interfaz se ajustara al tamaño máximo disponible.",
    "sodium.options.fullscreen.tooltip": "Estando activado, el juego se ejecutará en pantalla completa.",
    "sodium.options.v_sync.name": "V-Sync",
    "sodium.options.v_sync.tooltip": "Estando habilitado, la frecuencia de fotogramas del juego se sincronizará con la frecuencia de actualización del monitor, proporcionando una experiencia sea más uniforme a expensas de la latencia de entrada general. Esta configuración puede reducir el rendimiento si su sistema es demasiado lento.",
    "sodium.options.fps_limit.tooltip": "Limita el número máximo de fotogramas por segundo. En efecto, esto limitará la frecuencia de fotogramas del juego y puede ser útil cuando desee conservar batería en equipos portátiles o realizar múltiples tareas entre otras aplicaciones. Si V-Sync está habilitado, esta opción será ignorada a menos que sea inferior a la frecuencia de actualización de su pantalla.",
    "sodium.options.view_bobbing.tooltip": "Estando habilitado, la vista del jugador se moverá cuando se mueva. Los jugadores que sufren de cinetosis pueden beneficiarse al deshabilitar esto.",
    "sodium.options.attack_indicator.tooltip": "Controla la posición en pantalla del indicador de ataque.",
    "sodium.options.graphics_quality.tooltip": "La calidad de gráficos predeterminada controla algunas opciones de legado y es necesaria para la compatibilidad del mod. Si las siguientes opciones se dejan en \"Predeterminado\", utilizarán esta configuración.",
    "sodium.options.clouds_quality.name": "Calidad de nubes",
    "sodium.options.clouds_quality.tooltip": "Ajusta la calidad de las nubes renderizadas en el cielo.",
    "sodium.options.weather_quality.name": "Calidad de los efectos de clima",
    "sodium.options.weather_quality.tooltip": "Controla la calidad de los efectos de lluvia y nieve.",
    "sodium.options.particle_quality.name": "Calidad de las partículas",
    "sodium.options.particle_quality.tooltip": "Controla el número máximo de partículas que pueden estar presentes en la pantalla a la vez.",
    "sodium.options.smooth_lighting.tooltip": "Controla la calidad de los efectos de iluminación suave.\n\nApagado - Sin iluminación suave\nBajo - Iluminación suave en bloques\nAlto (nuevo) - Iluminación suave en bloques y entidades",
    "sodium.options.biome_blend.tooltip": "Controla el rango que será utilizado para la coloración en bloque entre biomas. Los valores más altos aumentan el tiempo que lleva construir un chunk a cambio de leves mejoras en calidad.",
    "sodium.options.entity_distance.tooltip": "Controla la distancia máxima del jugador en la que las entidades serán renderizadas. Valores altos aumentan la distancia de renderizado de entidades a cambio de una disminución en fotogramas por segundo.",
    "sodium.options.entity_shadows.tooltip": "Estando habilitado, las sombras básicas se mostrarán debajo de las criaturas y otras entidades.",
    "sodium.options.vignette.name": "Viñeta",
    "sodium.options.vignette.tooltip": "Estando habilitado, se renderiza un efecto de viñeta en la vista del jugador. Es muy poco probable que esto haga una diferencia en la frecuencia de fotogramas a menos que tenga una tasa de relleno limitada.",
    "sodium.options.mipmap_levels.tooltip": "Controla el numero de mipmaps usados en las texturas de bloques. Usar valores altos resultará en una mayor calidad visual de los bloques en la distancia, pero puede empeorar el rendimiento cuando hay muchas texturas animadas.",
    "sodium.options.chunk_renderer.name": "Renderizador de chunk",
    "sodium.options.chunk_renderer.tooltip": "Las versiones modernas de OpenGL proporcionan características que se pueden utilizar para reducir la sobrecarga del controlador al renderizar chunks. Deberías usar la opción más reciente permitido por Sodium para un rendimiento óptimo. Si experimenta problemas en renderización de chunks o fallas de controladores, intente usar versiones más antiguas (y posiblemente más estables).",
    "sodium.options.use_chunk_face_culling.name": "Usar discriminación de cara de chunk",
    "sodium.options.use_chunk_face_culling.tooltip": "Estando habilitado, se realizará un pase de eliminación adicional en la CPU para determinar qué planos de una malla de chunk son visibles. Esto puede eliminar una gran cantidad de caras de bloque muy temprano en el proceso de renderizado, ahorrando ancho de banda de memoria y tiempo en la GPU.",
    "sodium.options.use_compact_vertex_format.name": "Usar formato de vértice compacto",
    "sodium.options.use_compact_vertex_format.tooltip": "Estando habilitado, se usará un formato de vértice más compacto para las mallas de chunk que limita la precisión de los atributos de vértice. Este formato reducirá el uso de memoria gráfica y los requisitos de ancho de banda en aproximadamente un 40%, pero podría causar problemas de textura z-fighting\/parpadeo en algunos casos extremos.",
    "sodium.options.use_fog_occlusion.name": "Usar oclusión de niebla",
    "sodium.options.use_fog_occlusion.tooltip": "Estando habilitado, los chunks que se determina que están completamente ocultos por los efectos de niebla se omitirán durante el renderizado. Esto generalmente proporcionará una mejora modesta en la cantidad de chunks renderizado en cada fotograma, especialmente cuando los efectos de niebla son más intensos (es decir, bajo el agua).",
    "sodium.options.use_entity_culling.name": "Usar discriminación de entidades",
    "sodium.options.use_entity_culling.tooltip": "Estando activado, una pasada discriminatoria se realizará antes de renderizar una entidad. Ésta tendrá en cuenta el conjunto de chunks visibles y eliminará las entidades que no estén en chunks visibles.",
    "sodium.options.use_particle_culling.name": "Usar discriminación de partículas",
    "sodium.options.use_particle_culling.tooltip": "Estando habilitado, solo se renderizarán las partículas que se determine que son visibles. Esto puede proporcionar una mejora significativa a las frecuencias de fotogramas cuando hay muchas partículas cerca.",
    "sodium.options.animate_only_visible_textures.name": "Animar solo texturas visibles",
    "sodium.options.animate_only_visible_textures.tooltip": "Estando habilitado, solo se actualizarán las texturas animadas que se determinen como visibles. Esto puede proporcionar un aumento significativo a las frecuencias de fotogramas en algunos equipos. Si tiene problemas con algunas texturas que no están animadas, deshabilita esta opción.",
    "sodium.options.use_memory_intrinsics.name": "Usar memoria intrínseca",
    "sodium.options.use_memory_intrinsics.tooltip": "Estando habilitado, se utilizarán intrínsecos especiales para acelerar la copia de la memoria del cliente en ciertos escenarios limitados por vértices, como la renderización de partículas y texto. Esta opción solo existe para fines de depuración y debe dejarse habilitada a menos que sepa lo que está haciendo.",
    "sodium.options.disable_driver_blacklist.name": "Desactivar Lista Negra de controladores",
    "sodium.options.disable_driver_blacklist.tooltip": "Estando activa, Sodium ignorará la lista negra de controladores y activara opciones que pueden causar problemas con la configuración de tu sistema. Esto puede causar serios problemas y no se debería usar a no ser de que sepas lo que haces. La pantalla de opciones debe ser guardada, cerrada y re-abierta tras activar esta opción para que aparezcan las opciones previamente escondidas.",
    "sodium.options.performance_impact_string": "Impacto en el rendimiento: %s",
    "sodium.options.buttons.undo": "Deshacer",
    "sodium.options.buttons.apply": "Aplicar",
    "sodium.options.buttons.close": "Cerrar"
}