{
    "sodium.option_impact.low": "madal",
    "sodium.option_impact.medium": "keskmine",
    "sodium.option_impact.high": "kõrge",
    "sodium.option_impact.extreme": "ekstreemne",
    "sodium.option_impact.varies": "varieerub",
    "sodium.options.pages.general": "Üldine",
    "sodium.options.pages.quality": "Kvaliteet",
    "sodium.options.pages.advanced": "Täpsemad",
    "sodium.options.view_distance.tooltip": "Nähtavuskaugus määrab, kui kaugele maastikku renderdatakse. Väiksemad kaugused tähendavad vähemat maastiku renderdamist, parandades kaadrisagedust.",
    "sodium.options.brightness.tooltip": "Juhib mängu heledust (gammat).",
    "sodium.options.clouds.tooltip": "Juhib pilvede nähtavust.",
    "sodium.options.gui_scale.tooltip": "Määrab kasutajaliidese maksimaalse mõõtkavateguri. Automaatse valiku korral kasutatakse alati suurimat mõõtkavategurit.",
    "sodium.options.fullscreen.tooltip": "Lubamisel kuvatakse mäng täisekraanil (kui on toetatud).",
    "sodium.options.v_sync.name": "V-Sync",
    "sodium.options.v_sync.tooltip": "Lubamisel sünkroonitakse mängu kaadrisagedus monitori värskendussagedusega, tulemuseks on tavaliselt sujuvam kogemus üldise sisendilatentsuse arvelt. See valik võib jõudlust vähendada, kui su süsteem on liiga aeglane.",
    "sodium.options.fps_limit.tooltip": "Piirab maksimaalset kaadrisagedust. Sisuliselt see ahendab mängu ning võib kasulik olla aku säästmiseks või teiste teiste programmidega multitegumtööks. Kui V-Sync on lubatud, ignoreeritakse seda valikut, v.a. juhul kui see on madalam kui sinu monitori värskenduskiirus.",
    "sodium.options.view_bobbing.tooltip": "Lubamisel liigub mängija ringi kõndimisel ka tema vaateväli. Mängijad, kes kannatavad merehaiguse all võivad selle valiku keelamisest kasu saada.",
    "sodium.options.attack_indicator.tooltip": "Juhib ründeindikaatori kuvamise asukohta ekraanil.",
    "sodium.options.graphics_quality.tooltip": "Vaikimisi graafika kvaliteedi säte juhib teatud pärandvalikuid ning on vajalik modidega ühildumiseks. Kui allolevad valikud on jäetud sättele \"vaikimisi\", kasutavad need selle valiku sätet.",
    "sodium.options.clouds_quality.name": "Pilved",
    "sodium.options.clouds_quality.tooltip": "Juhib taevas renderdatud pilvede kvaliteeti.",
    "sodium.options.weather_quality.name": "Vihm ja lumi",
    "sodium.options.weather_quality.tooltip": "Juhib vihma- ja lumeefektide kvaliteeti.",
    "sodium.options.particle_quality.name": "Osakeste kvaliteet",
    "sodium.options.particle_quality.tooltip": "Juhib osakeste maksimaalset arvu, mida tohib ekraanil korraga kuvada.",
    "sodium.options.smooth_lighting.tooltip": "Juhib sujuva valgustusefekti kvaliteeti.\n\nVäljas - sujuv valgustus puudub\nMadal - ainult sujuv plokivalgustus\nKõrge (uus!) - sujuv ploki- ja olemivalgustus",
    "sodium.options.biome_blend.tooltip": "Juhib plokkide värvimiseks kasutatavat bioominäidise võtmise ulatust. Suuremad väärtused suurendavad kamakate ehitamise aega aina vähenevate kvaliteeditäienduste saamiseks.",
    "sodium.options.entity_distance.tooltip": "Juhib, kui kaugel mängijast renderdatakse olemeid. Suuremad väärtused tõstavad olemite nähtavuskaugust kaadrisageduse arvelt.",
    "sodium.options.entity_shadows.tooltip": "Lubades renderdatakse elukate ja teiste olemite all lihtsaid varje.",
    "sodium.options.vignette.name": "Vinjett",
    "sodium.options.vignette.tooltip": "Lubamisel renderdatakse mängija vaates vinjetiefekti. Selle mõju kaadrisagedusele on väga ebatõenäoline, v.a. juhul kui su graafikakaardil on täitesageduse piirang (\"fill-rate limit\").",
    "sodium.options.mipmap_levels.tooltip": "Juhib plokimudeli tekstuuridel kasutatavate mipmappide arvu. Kõrgemad väärtused võivad pakkuda paremat kaugete plokkide renderdust, ent mõjuda mitmete animeeritud tekstuuride korral jõudlusele halvasti.",
    "sodium.options.chunk_renderer.name": "Kamakarenderdaja",
    "sodium.options.chunk_renderer.tooltip": "Modernsed OpenGL versioonid pakuvad funktsioone, millega saab kamakate laadimisel suuresti draiveri koormust vähendada. Optimaalse jõudluse saamiseks peaksid kasutama viimast funktsioonikomplekti, mida Sodium võimaldab. Kui aga kamakate renderdamisel esineb vigu või draiveri krahhe, proovi kasutada vanemaid (ja ilmselt stabiilsemaid) funktsioonikomplekte.",
    "sodium.options.use_chunk_face_culling.name": "Kamaka pealispinna eraldus",
    "sodium.options.use_chunk_face_culling.tooltip": "Lubamisel teostatakse protsessoris täiendav eraldusfaas, et otsustada, millised kamakavõrgustiku küljed on nähtavad. See võib kohe renderdusprotsessi alguses eemaldada suure arvu plokikülgi, säästes mälu läbilaskevõimet ja graafikakaardi aega.",
    "sodium.options.use_compact_vertex_format.name": "Kompaktne tipuformaat",
    "sodium.options.use_compact_vertex_format.tooltip": "Lubamisel kasutatakse kamakavõrgustikes kompaktsemat tipuformaati (\"vertex format\"), mis piirab tipu atribuutide täpsust. See formaat vähendab graafikamälu kasutust ja läbilaskevõimet ligi 40%, kuid võib põhjustada teatud erijuhtudel z-võitlust ehk vilkuvate tekstuuride vigu.",
    "sodium.options.use_fog_occlusion.name": "Udu tõkestamine",
    "sodium.options.use_fog_occlusion.tooltip": "Lubamisel jäetakse täielikult uduefektidega kaetud kamakad renderdamisel vahele. See pakub üldiselt tagasihoidlikku täiendust igal kaadril laaditud kamakate arvule, eriti kui uduefektid on tugevamad (nt vee all).",
    "sodium.options.use_entity_culling.name": "Olemite eraldus",
    "sodium.options.use_entity_culling.tooltip": "Lubamisel teostatakse enne olemi renderdamist teine eraldusfaas. See teine faas arvestab hetkel kuvatud kamakate loendit ning eemaldab olemid, mis ei ole üheski nähtavas kamakas.",
    "sodium.options.use_particle_culling.name": "Osakeste eraldus",
    "sodium.options.use_particle_culling.tooltip": "Lubamisel renderdatakse ainult nähtavad osakesed. See võib parandada kaadrisagedust suuresti, kui läheduses on palju osakesi.",
    "sodium.options.animate_only_visible_textures.name": "Animeeri ainult nähtavad tekstuurid",
    "sodium.options.animate_only_visible_textures.tooltip": "Lubamisel uuendatakse ainult nähtavaid animeeritud tekstuure. See võib anda teatud riistvaral suure kaadrisageduse tõstu. Kui sul esineb probleeme teatud tekstuuride animatsiooni nägemisel, keela see valik.",
    "sodium.options.use_memory_intrinsics.name": "Tark mälu optimeerimine",
    "sodium.options.use_memory_intrinsics.tooltip": "Lubamisel kasutatakse tarku optimeerimistehnikaid, kiirendamaks mängu mälu kopeerimist teatud tippudega piiratud olukordades, näiteks osakeste või teksti renderdamine. See valik eksisteerib vaid silumise eesmärgil ning selle peaks jätma lubatuks, kui sa ei tea mida teed.",
    "sodium.options.disable_driver_blacklist.name": "Keela draiverite must nimekiri",
    "sodium.options.disable_driver_blacklist.tooltip": "Lubamisel ignoreerib Sodium sisseehitatud musta nimekirja ning lubab valikud, mis teadaolevalt ei ühildu sinu süsteemiseadistusega. See võib põhjustada tõsiseid probleeme ning seda ei peaks kasutama, v.a. juhul kui sa tõesti tead paremini. Varasemalt peidetud valikute nägemiseks tuleb peale selle valiku muutmist seadete kuva tuleb salvestada, sulgeda ja taasavada.",
    "sodium.options.performance_impact_string": "Jõudluse mõju: %s",
    "sodium.options.buttons.undo": "Võta tagasi",
    "sodium.options.buttons.apply": "Rakenda",
    "sodium.options.buttons.close": "Sulge"
}