{
    "sodium.option_impact.low": "Alhainen",
    "sodium.option_impact.medium": "Keskiverto",
    "sodium.option_impact.high": "Korkea",
    "sodium.option_impact.extreme": "Äärimmäinen",
    "sodium.option_impact.varies": "Vaihteleva",
    "sodium.options.pages.general": "Yleinen",
    "sodium.options.pages.quality": "Laatu",
    "sodium.options.pages.advanced": "Lisäasetukset",
    "sodium.options.view_distance.tooltip": "Näköetäisyys määrittää, kuinka pitkälle maastoa piirretään. Pienemmät luvut tarkoittavat, että maastoa piirretään vähemmän, joka parantaa piirtonopeutta huomattavasti.",
    "sodium.options.brightness.tooltip": "Säätää pelin kirkkautta (gammaa).",
    "sodium.options.clouds.tooltip": "Määrittää pilvien näkyvyyden.",
    "sodium.options.gui_scale.tooltip": "Asettaa käyttöliittymässä käytettävän suurimman kokokerroimen. Jos automaattista kokoa käytetään, niin suurinta kokokerrointa käytetään aina.",
    "sodium.options.fullscreen.tooltip": "Jos käytössä, peli näkyy koko näytöllä (jos sitä tuetaan).",
    "sodium.options.v_sync.name": "V-Sync",
    "sodium.options.v_sync.tooltip": "Jos käytössä, pelin kuvataajuus tahdistetaan näytön virkistystaajuuteen, joka tuottaa yleisesti tasaisemman kokemuksen, syöttöviiveen kustannuksella. Tämä asetus saattaa alentaa suorituskykyä, jos järjestelmäsi on liian hidas.",
    "sodium.options.fps_limit.tooltip": "Rajoittaa maksimi kuvataajuutta. Kun vaikutuksessa, tämä vähentää pelin tehon kulutusta ja voi olla hyödyllinen, jos haluat säästää akun käyttöaikaa tai käyttää muita sovelluksia samaan aikaan. Jos V-Sync on käytössä, tällä asetuksella ei ole vaikusta, paitsi jos kuvataajuutesi on alhaisempi kuin näytön virkistystaajuutesi.",
    "sodium.options.view_bobbing.tooltip": "Jos käytössä, pelaajaan näkö heilahtelee ja pomppii kun liikut ympäriinsä. Pelaajat, jotka kärsivät matkapahoinvoinnista, voivat hyötyä ottamalla tämän pois käytöstä.",
    "sodium.options.attack_indicator.tooltip": "Hallitsee, missä hyökkäysilmaisin näytetään näytöllä.",
    "sodium.options.graphics_quality.tooltip": "Oletus grafiikkalaatu hallitsee joitakin vanhoja asetuksia, ja se on välttämätön modi yhteensopivuuden kannalta. Jos alla olevat asetukset jätetään oletukselle, ne käyttävät tätä asetusta.",
    "sodium.options.clouds_quality.name": "Pilvien laatu",
    "sodium.options.clouds_quality.tooltip": "Hallitsee taivaalla olevien pilvien laatua.",
    "sodium.options.weather_quality.name": "Sään laatu",
    "sodium.options.weather_quality.tooltip": "Hallitsee sade- ja lumi efekteiden laatua.",
    "sodium.options.particle_quality.name": "Partikkeleiden laatu",
    "sodium.options.particle_quality.tooltip": "Hallitsee partikkeleiden enimmäismäärää, joita voi näkyä samaan aikaan näytöllä.",
    "sodium.options.smooth_lighting.tooltip": "Hallitsee pehmeä valaistus -efektin laatua.\n\nPois - ei pehmeää valaistusta\nAlhainen - vain pehmeä kuutiovalaistus\nKorkea (uusi!) - pehmeä kuutio- ja oliovalaistus",
    "sodium.options.biome_blend.tooltip": "Hallitsee etäisyyttä, jolta biomeista otetaan näytteet kuutioden väritystä varten. Suuremmat arvot nostavat aikaa huomattavasti, joka kuluu lohkojen rakentamiseen, pienellä vaikutuksella laatuun.",
    "sodium.options.entity_distance.tooltip": "Hallitsee, kuinka kauas oliot voidaan piirtää pelaajasta. Korkeammat arvot nostavat näköetäisyyttä kuvataajuuden kustannuksella.",
    "sodium.options.entity_shadows.tooltip": "Jos käytössä, yksinkertaiset varjot piirretään olioiden alle.",
    "sodium.options.vignette.name": "Vinjetti",
    "sodium.options.vignette.tooltip": "Jos käytössä, vinjettiefekti piirretään pelaajan katseeseen. Tällä ei todennäköisesti ole mitään vaikutusta kuvataajuuteen, ellet riipu täyttöasteesta.",
    "sodium.options.mipmap_levels.tooltip": "Hallitsee mipmappejen määrää, joita käytetään kuutiomallitekstuureihin. Korkeammat arvot tarjoavat paremman kuutioden piirron etäisyydeltä, mutta voivat vaikuttaa suorituskykyyn huomattavasti, jos monia animoituja tekstuureja käytetään.",
    "sodium.options.chunk_renderer.name": "Lohkojen piirtäjä",
    "sodium.options.chunk_renderer.tooltip": "Nykyaikaiset OpenGL-versiot tarjoavat ominaisuuksia, joita voidaan käyttää vähentämään ajurin jäämäresursseja kun lohkoja piirretään. Sinun pitäisi käyttää viimeisintä ominaisuussarjaa, jonka Sodium sallii, parhaimmalle suorituskyvylle. Jos koet lohkon piirto ongelmia tai ajurikaatumisia, yritä käyttää vanhempaa (ja todennäköisesti vakaampaa) ominaisuussarjaa.",
    "sodium.options.use_chunk_face_culling.name": "Käytä lohkon pinnan erotusta",
    "sodium.options.use_chunk_face_culling.tooltip": "Jos käytössä, ylimääräinen erotus ohitus suoritetaan prosessorilla, määrittääkseen mitkä sivut lohkosta ovat näkyvissä. Tämä voi poistaa suuren määrän kuutioiden sivuja aikaisin piirto vaiheessa, parantaakseen muistin kulusta ja aikaa näytönohjaimessa.",
    "sodium.options.use_compact_vertex_format.name": "Käytä kompaktia kärkimuotoa",
    "sodium.options.use_compact_vertex_format.tooltip": "Jos käytössä, enemmän kompaktia kärkimuotoa käytetään lohkoverkkoihin, joka rajoittaa kärkimääritteiden tarkkuutta. Tämä muoto vähentää grafiikoiden muistin käyttöä ja kulutus vaatimuksia noin 40%:lla, mutta voi aiheuttaa välkkymistä tietyissä harvoissas tapauksissa.",
    "sodium.options.use_fog_occlusion.name": "Käytä sumun sulkemista",
    "sodium.options.use_fog_occlusion.tooltip": "Jos käytössä, lohkot, jotka ovat määritetty olemaan kokonaan sumuefektin piilottamia, ohitetaan piirron aikana. Tämä tarjoaa yleensä kohtuullisen parannuksen lohkojen määrään, jotka piirretään kunkin kuvan aikana, varsinkin siellä missä sumuefekti on voimakkaampi (esim. veden alla).",
    "sodium.options.use_entity_culling.name": "Käytä olioiden erotusta",
    "sodium.options.use_entity_culling.tooltip": "Jos käytössä, toissijainen erotus ohitus suoritetaan ennen kuin oliota yritetään piirtää. Tämä lisäohitus ottaa huomioon sen hetkisen joukon näkyviä lohkoja, ja poistaa ne oliot jotka eivät ole näkyvissä missään lohkossa.",
    "sodium.options.use_particle_culling.name": "Käytä partikkeleiden erotusta",
    "sodium.options.use_particle_culling.tooltip": "Jos käytössä, vain partikkelit jotka ovat määritelty näkymään piirretään. Tämä voi tarjota huomattavan parannuksen kuvataajuudessa, kun lähelläsi on useampia partikkelit.",
    "sodium.options.animate_only_visible_textures.name": "Animoi vain näkyvät tekstuurit",
    "sodium.options.animate_only_visible_textures.tooltip": "Jos käytössä, animoidut tekstuurit päivitetään vain kun ne ovat näkyvissä. Tämä voi tarjota huomattavan parannuksen kuvataajuuteen, jollain laitteilla. Jos koet ongelmia, että jotkut tekstuurit eivät ole animoituja, ota tämä asetus pois käytöstä.",
    "sodium.options.use_memory_intrinsics.name": "Käytä muistitoimintoja",
    "sodium.options.use_memory_intrinsics.tooltip": "Jos käytössä, erityisiä toimintoja käytetään nopeuttaakseen nopeutta, jolla peli kopio muistia tietyissä kärki-rajoitus tilanteissa, kuten partikkelien- tai tekstin piirrossa. Tämä asetus on olemassa vain virheenkorjaustilanteita varten, ja se pitäisi pitää päällä, ellet tiedä mitä olet tekemessä.",
    "sodium.options.disable_driver_blacklist.name": "Poista ajureiden mustalista käytöstä",
    "sodium.options.disable_driver_blacklist.tooltip": "Jos valittuna, Sodium jättää sisäänrakennetun ajuri-mustalistan huomioimatta ja sallii asetukset, jotka ovat tiedetty aiheuttavan ongelmia järjestelmälläsi. Tämä voi aiheuttaa vakavia ongelmia ja sitä ei pitäisi käyttää, ellet todellakin tiedä paremmin. Asetusruutu pitää tallentaa, sulkea ja uudelleen avata sen jälkeen, kun tätä asetusta muutetaan, paljastaakseen aikaisemmin piilotetut asetukset.",
    "sodium.options.performance_impact_string": "Suorituskykyvaikutus: %s",
    "sodium.options.buttons.undo": "Kumoa",
    "sodium.options.buttons.apply": "Käytä",
    "sodium.options.buttons.close": "Sulje"
}