{
    "sodium.option_impact.low": "Faible",
    "sodium.option_impact.medium": "Moyen",
    "sodium.option_impact.high": "Élevé",
    "sodium.option_impact.extreme": "Extrême",
    "sodium.option_impact.varies": "Variable",
    "sodium.options.pages.general": "General",
    "sodium.options.pages.quality": "Qualité",
    "sodium.options.pages.advanced": "Avancé",
    "sodium.options.view_distance.tooltip": "The render distance controls how far away terrain will be rendered. Lower distances mean that less terrain will be rendered, improving frame rates.",
    "sodium.options.brightness.tooltip": "Contrôle la luminosité (gamma) du jeu.",
    "sodium.options.clouds.tooltip": "Contrôle si les nuages seront visibles ou non.",
    "sodium.options.fog.name": "Brouillard",
    "sodium.options.fog.tooltip": "Si activée, un effet de brouillard sera utilisé pour les terrains au loin. La désactivation de cette option ne changera pas les effets de brouillard utilisés sous l'eau ou dans le Nether.",
    "sodium.options.gui_scale.tooltip": "Définit l'échelle maximale à utiliser pour l'interface utilisateur. Si \"auto\" est activé, la plus grande échelle sera toujours utilisée.",
    "sodium.options.fullscreen.tooltip": "Si activée, le jeu sera affiché en plein écran (si supporté).",
    "sodium.options.v_sync.name": "V-Sync",
    "sodium.options.v_sync.tooltip": "If enabled, the game's frame rate will be synchronized to the monitor's refresh rate, making for a generally smoother experience at the expense of overall input latency. This setting might reduce performance if your system is too slow.",
    "sodium.options.fps_limit.tooltip": "Limite le nombre maximum d'images par seconde. En effet, cela permet d'accélérer le jeu et peut être utile lorsque vous souhaitez préserver la durée de vie de la batterie ou utiliser d'autres applications en même temps. Si V-Sync est activé, cette option sera ignorée à moins qu'elle ne soit inférieure à la fréquence de rafraîchissement de votre écran.",
    "sodium.options.view_bobbing.tooltip": "Si cette option est activée, la vue du joueur se balancera et bougera lorsqu'il se déplacera. Les joueurs qui souffrent de mal des transports ou d'épilepsie peuvent profiter de la désactivation de cette option.",
    "sodium.options.attack_indicator.tooltip": "Contrôle l'endroit où l'indicateur d'attaque sera affiché à l'écran.",
    "sodium.options.graphics_quality.tooltip": "La qualité graphique par défaut contrôle certaines options existantes et est nécessaire pour la compatibilité avec les mods. Si les options ci-dessous sont laissées à \"Par défaut\", elles utiliseront ce paramètre.",
    "sodium.options.clouds_quality.name": "Qualité des nuages",
    "sodium.options.clouds_quality.tooltip": "Contrôle la qualité des nuages rendus dans le ciel.",
    "sodium.options.weather_quality.name": "Qualité de la météo",
    "sodium.options.weather_quality.tooltip": "Contrôle la qualité des effets de pluie et de neige.",
    "sodium.options.particle_quality.name": "Qualité des particules",
    "sodium.options.particle_quality.tooltip": "Contrôle le nombre maximum de particules qui peuvent être présentes à l'écran à tout moment.",
    "sodium.options.smooth_lighting.tooltip": "Controls the quality of smooth lighting effects.\n\nOff - No smooth lighting\nLow - Smooth block lighting only\nHigh (new!) - Smooth block and entity lighting",
    "sodium.options.biome_blend.tooltip": "Contrôle la portée des biomes qui seront échantillonnés pour la colorisation des blocs. Des valeurs plus élevées augmentent considérablement le temps nécessaire à la construction de chunks pour augmenter la qualité au détriment des performances.",
    "sodium.options.entity_distance.tooltip": "Contrôle la distance à laquelle les entités peuvent être rendues par rapport au joueur. Des valeurs plus élevées augmentent la distance de rendu au détriment d'une fréquence d'image plus faible.",
    "sodium.options.entity_shadows.tooltip": "Si activée, les ombres de base seront rendues sous les monstres et les autres entités.",
    "sodium.options.vignette.name": "Vignette",
    "sodium.options.vignette.tooltip": "Si activée, un effet de vignette sera rendu sur la vue du joueur. Il est très peu probable que cela fasse une différence au niveau des taux d'images, à moins que vous ne soyez limité par le taux de remplissage.",
    "sodium.options.mipmap_levels.tooltip": "Contrôle le nombre de mipmaps qui seront utilisées pour les textures de modèles de blocs. Des valeurs plus élevées permettent un meilleur rendu des blocs dans la distance, mais peuvent nuire aux performances avec de nombreuses textures animées.",
    "sodium.options.chunk_renderer.name": "Moteur de rendu des chunks",
    "sodium.options.chunk_renderer.tooltip": "Les versions modernes d'OpenGL offrent des fonctionnalités qui peuvent être utilisées pour réduire considérablement la charge des pilotes lors du rendu des chunks. Pour des performances optimales, vous devez utiliser les versions de fonctionnalités les plus récentes proposées par Sodium. Si vous rencontrez des problèmes de rendu de chunks ou si le pilote se plante, essayez d'utiliser les versions de fonctionnalités plus anciennes (et éventuellement plus stables).",
    "sodium.options.use_chunk_face_culling.name": "Suppression des faces des chunks non-visibles au rendu",
    "sodium.options.use_chunk_face_culling.tooltip": "Si activée, un nettoyage supplémentaire sera effectuée sur le CPU pour déterminer quelles parties des chunk sont visibles. Cela permet de supprimer un grand nombre de faces de blocs très tôt dans le processus de rendu, ce qui permet d'économiser de la bande passante mémoire et du temps sur le GPU.",
    "sodium.options.use_compact_vertex_format.name": "Use Compact Vertex Format",
    "sodium.options.use_compact_vertex_format.tooltip": "If enabled, a more compact vertex format will be used for chunk meshes which limits the precision of vertex attributes. This format will reduce graphics memory usage and bandwidth requirements by around 40%, but could cause z-fighting\/flickering texture issues in some edge cases.",
    "sodium.options.use_fog_occlusion.name": "Utilise l'occlusion du brouillard",
    "sodium.options.use_fog_occlusion.tooltip": "Si activé, les chunks entièrement cachés par l'effet de brouillard ne seront pas rendus. Cela va généralement améliorer, de façon modeste, le nombre de chunks rendus par image, surtout quand l'effet de brouillard est très fort (par exemple: en étant sous l'eau.)",
    "sodium.options.use_entity_culling.name": "Suppression des entités non-visibles au rendu",
    "sodium.options.use_entity_culling.tooltip": "Si activée, une deuxième passe de séparation sera effectuée avant de tenter de rendre une entité. Cette passe supplémentaire prend en compte l'ensemble actuel des chunks visibles et supprime les entités qui ne font partie d'aucun chunk visible.",
    "sodium.options.use_particle_culling.name": "Utiliser la séparation des particules",
    "sodium.options.use_particle_culling.tooltip": "Si activée, seules les particules qui sont déterminées comme visibles seront rendues. Cela peut améliorer considérablement la fréquence d'images lorsque de nombreuses particules sont à proximité.",
    "sodium.options.animate_only_visible_textures.name": "Animer uniquement les textures visibles",
    "sodium.options.animate_only_visible_textures.tooltip": "Si activé, seules les textures animées déterminées visible seront mise à jour. Cela peut donner une augmentation significative de la fréquence d'images sur certains matériels. Si vous avez des problèmes avec certaines textures n'étant pas animées, désactivez cette option.",
    "sodium.options.use_memory_intrinsics.name": "Use Memory Intrinsics",
    "sodium.options.use_memory_intrinsics.tooltip": "If enabled, special intrinsics will be used to speed up the copying of client memory in certain vertex-limited scenarios, such as particle and text rendering. This option only exists for debugging purposes and should be left enabled unless you know what you are doing.",
    "sodium.options.disable_driver_blacklist.name": "Disable Driver Blacklist",
    "sodium.options.disable_driver_blacklist.tooltip": "If selected, Sodium will ignore the built-in driver blacklist and enable options which are known to be broken with your system configuration. This might cause serious problems and should not be used unless you really do know better. The settings screen must be saved, closed, and re-opened after changing this option in order to reveal previously hidden options.",
    "sodium.options.performance_impact_string": "Impact de performance: %s",
    "sodium.options.buttons.undo": "Annuler",
    "sodium.options.buttons.apply": "Appliquer",
    "sodium.options.buttons.close": "Fermer"
}