{
  "sodium.option_impact.low": "Bas",
  "sodium.option_impact.medium": "Moyen",
  "sodium.option_impact.high": "Haut",
  "sodium.option_impact.extreme": "Extrême",
  "sodium.option_impact.varies": "Varie",
  "sodium.options.pages.general": "Général",
  "sodium.options.pages.quality": "Qualité",
  "sodium.options.pages.advanced": "Avancé",
  "sodium.options.view_distance.tooltip": "La distance d'affichage contrôle jusqu'où le terrain sera rendu. Des distances plus basses signifient que moins de terrain sera rendu, améliorant le nombre d'images par seconde (FPS).",
  "sodium.options.brightness.tooltip": "Contrôle la luminosité (gamma) du jeu.",
  "sodium.options.clouds.tooltip": "Contrôle si oui ou non les nuages seront visibles.",
  "sodium.options.fog.name": "Brouillard",
  "sodium.options.fog.tooltip": "Si activé, un effet de brouillard sera utilisé pour le terrain éloigné. Désactiver cette option ne va pas changer les effets de brouillard utilisés sous l'eau ou dans le Nether.",
  "sodium.options.gui_scale.tooltip": "Fixe l'échelle maximale qui sera être utilisée pour la taille de l'interface. Si \"Auto\" est utilisé, alors l'échelle la plus haute sera toujours utilisée.",
  "sodium.options.fullscreen.tooltip": "Si activé, le jeu sera affiché en plein écran (si supporté).",
  "sodium.options.v_sync.name": "Syncro Verticale",
  "sodium.options.v_sync.tooltip": "Si activé, le nombre d'images par seconde (FPS) du jeu sera synchronisé à la fréquence de rafraîchissement du moniteur, en faisant une expérience plus fluide au détriment de la latence de saisie. Ce paramètre peut réduire les performances si votre système est trop lent.",
  "sodium.options.fps_limit.tooltip": "Limite le nombre maximal d'images par seconde (FPS). En effet, cela va ralentir le jeu et peut être utile lorsque vous souhaitez conserver la durée de la batterie ou faire du multitâche entre d'autres applications. Si la syncro verticale est activée, cette option sera ignorée sauf si la valeur est plus basse que la fréquence de rafraîchissement de votre moniteur.",
  "sodium.options.view_bobbing.tooltip": "Si activé, la vue du joueur se balancera et s'agitera en bougeant. Les joueurs souffrant de mal des transports peuvent en profiter en désactivant cette option.",
  "sodium.options.attack_indicator.tooltip": "Contrôle où l'indicateur d'attaque est affiché sur l'écran.",
  "sodium.options.graphics_quality.tooltip": "La qualité graphique par défaut contrôle quelques anciennes options et est nécessaire pour la compatibilité avec les mods. Si les options en dessous sont \"Par défaut\", elles utiliseront ce paramètre.",
  "sodium.options.clouds_quality.name": "Qualité des Nuages",
  "sodium.options.clouds_quality.tooltip": "Contrôle la qualité des nuages rendus dans le ciel.",
  "sodium.options.weather_quality.name": "Qualité de la Météo",
  "sodium.options.weather_quality.tooltip": "Contrôle la qualité des effets de pluie et de neige.",
  "sodium.options.particle_quality.name": "Qualité des Particules",
  "sodium.options.particle_quality.tooltip": "Contrôle le nombre maximal de particules qui peuvent être présentes sur l'écran.",
  "sodium.options.smooth_lighting.tooltip": "Contrôle la qualité de l'éclairage adouci.\n\nOff - Aucun éclairage adouci\nLow - Éclairage adouci sur les blocks seulement\nHigh (nouveau!) - Éclairage adouci sur les blocks et les entités",
  "sodium.options.biome_blend.tooltip": "Contrôle la distance où les biomes seront sélectionnés pour la colorisation des blocks. Des valeurs plus hautes augmentent le temps que cela prend à contruire les chunks pour diminuer les améliorations de qualité.",
  "sodium.options.entity_distance.tooltip": "Contrôle à quelle distance les entités peuvent être rendu depuis le joueur. Des valeurs plus hautes augmentent la distance de rendu au détriment du nombre d'images par seconde (FPS).",
  "sodium.options.entity_shadows.tooltip": "Si activé, des ombres seront rendus sous les mobs et les autres entitiés.",
  "sodium.options.vignette.name": "Vignette",
  "sodium.options.vignette.tooltip": "Si activé, un effet de vignette sera rendu sur la vue du joueur. Ceci agit très peu sur le nombre d'images par seconde (FPS).",
  "sodium.options.mipmap_levels.tooltip": "Contrôle le niveau de détails qui sera utilisé pour les textures des blocks. Des valeurs plus hautes permettent un meilleur rendu des blocks éloignés, mais peut en inversement affecter les performances avec beaucoup de textures animées.",
  "sodium.options.chunk_renderer.name": "Moteur de Rendu",
  "sodium.options.chunk_renderer.tooltip": "Les versions modernes d'OpenGL apportent des fonctionnalités qui peuvent être utilisées pour grandement réduire l'utilisation des pilotes graphiques pendant le rendu des chunks. Vous devriez utiliser le dernier set de fonctionnalités autorisé par Sodium pour une performance optimale. Si vous rencontrez des problèmes de rendu de chunk ou des plantages de pilotes, essayez d'utiliser les anciens (et possiblement plus stables) sets de fonctionnalités.",
  "sodium.options.use_chunk_face_culling.name": "Élimination de Façades de Chunk",
  "sodium.options.use_chunk_face_culling.tooltip": "Si activé, un filtre d'élimination additionnel sera effectué sur le CPU pour déterminer quels plans d'un mesh de chunk sont visibles. Cela peut éliminer un large nombre de façades de block vraiment en avance dans le processus de rendu, préservant la bande passante de la mémoire et du temps sur le GPU.",
  "sodium.options.use_compact_vertex_format.name": "Format Compact de Vertex",
  "sodium.options.use_compact_vertex_format.tooltip": "Si activé, un format plus compact de vertex sera utilisé pour le mesh des chunks qui limite la précision des atributs vertex. Ce format va reduire l'utilisation de la mémoire graphique et de la bande passante nécessaire d'environ 40%, mais pourrait causer un effet de z-fighting ou de clignotement sur les textures dans certains cas.",
  "sodium.options.use_fog_occlusion.name": "Occlusion du Brouillard",
  "sodium.options.use_fog_occlusion.tooltip": "Si activé, les chunks considérés totalement cachés par les effets de brouillard seront passés durant le rendu. Cela va généralement apporter une amélioration considérable sur le nombre de chunks rendu chaque image, particulièrement où les effets de brouillard sont plus lourd (ex. sous l'eau.)",
  "sodium.options.use_entity_culling.name": "Élimination d'Entités",
  "sodium.options.use_entity_culling.tooltip": "Si activé, un filtre d'élimination secondaire sera effectué avant d'essayer de rendre une entité. Ce filtre additionnel prend compte la liste des chunks visibles actuellement et retire les entités qui ne sont pas dans chaque chunk visible.",
  "sodium.options.use_particle_culling.name": "Élimination de Particules",
  "sodium.options.use_particle_culling.tooltip": "Si activé, seulement les particules considérés visibles seront rendus. Cela peut booster le nombre d'images par seconde (FPS) lorsque beaucoup de particules sont proches.",
  "sodium.options.animate_only_visible_textures.name": "Animer les Textures Visibles",
  "sodium.options.animate_only_visible_textures.tooltip": "Si activé, seulement les textures animées considérées visibles vont être mises à jour. Cela peut booster le nombre d'images par seconde (FPS) sur quelques machines. Si vous rencontrez des problèmes avec quelques textures ne s'animant pas, désactivez cette option.",
  "sodium.options.use_memory_intrinsics.name": "Utiliser la Mémoire Interne",
  "sodium.options.use_memory_intrinsics.tooltip": "Si activé, cela pourra accélérer la copie de la mémoire du client dans certains scénarios limités en vertex, tels que les particules et le rendu du texte. Cette option existe uniquement pour le débogage et devrait rester activé sauf si vous savez ce que vous faites.",
  "sodium.options.disable_driver_blacklist.name": "Désactiver la Liste Noire de Pilotes",
  "sodium.options.disable_driver_blacklist.tooltip": "Si activé, Sodium ignorera la liste noire de pilotes intégrée et active des options qui sont connues pour être cassées avec la configuration de votre système. Cela peut causer de sérieux problèmes et ne devrait pas être utilisé sauf si vous vous y connaissez très bien. L'écran des paramètres doit être sauvegardé, fermé, et réouvert après avoir changé cette option pour dévoiler les options précédemment cachées.",
  "sodium.options.performance_impact_string": "Impact sur les Performances : %s",
  "sodium.options.buttons.undo": "Annuler",
  "sodium.options.buttons.apply": "Appliquer",
  "sodium.options.buttons.close": "Fermer"
}