{
  "sodium.option_impact.low": "Basso",
  "sodium.option_impact.medium": "Medio",
  "sodium.option_impact.high": "Alto",
  "sodium.option_impact.extreme": "Estremo",
  "sodium.option_impact.varies": "Vario",
  "sodium.options.pages.general": "Generale",
  "sodium.options.pages.quality": "Qualità",
  "sodium.options.pages.advanced": "Avanzate",
  "sodium.options.view_distance.tooltip": "La distanza di resa controlla quanto lontano verrà renderizzato il terreno. Distanze minori portano al render di una minor quantità di terreno, migliorando gli FPS.",
  "sodium.options.brightness.tooltip": "Controlla la luminosità (gamma) del gioco.",
  "sodium.options.clouds.tooltip": "Controlla la visibilità delle nuvole.",
  "sodium.options.gui_scale.tooltip": "Imposta la scala massima usata per l'interfaccia utente. Se viene usato 'auto', allora la dimensione massima verrà utilizzata.",
  "sodium.options.fullscreen.tooltip": "Se abilitato, il gioco eseguirà a schermo intero (dove supportato).",
  "sodium.options.v_sync.name": "V-Sync",
  "sodium.options.v_sync.tooltip": "Se abilitato, il framerate del gioco verrà sincronizzato con quello del monitor, aumentando la fluidezza. Quest'impostazione può ridurre le prestazioni su dispositivi meno veloci.",
  "sodium.options.fps_limit.tooltip": "Limita il numero massimo di immagini al secondo. Questo può aiutare a ridurre l'utilizzo di energia e il sovraccarico del computer. Se il V-Sync è abilitato, quest'opzione verrà ignorata a meno che non sia minore della velocità di rinfresco del display.",
  "sodium.options.view_bobbing.tooltip": "Se abilitato, la visuale del giocatore oscillerà con i movimenti. I giocatori che soffrono la nausea possono trarre beneficio da disattivare quest'impostazione.",
  "sodium.options.attack_indicator.tooltip": "Controlla dove viene mostrato l'Indicatore d'Attacco.",
  "sodium.options.graphics_quality.tooltip": "The default graphics quality controls some legacy options and is necessary for mod compatibility. If the options below are left to \"Default\", they will use this setting.",
  "sodium.options.clouds_quality.name": "Qualità delle nuvole",
  "sodium.options.clouds_quality.tooltip": "Controlla la qualità di calcolo delle nuvole nel cielo.",
  "sodium.options.weather_quality.name": "Qualità Atmosferica",
  "sodium.options.weather_quality.tooltip": "Controlla la qualità di pioggia e neve.",
  "sodium.options.particle_quality.name": "Qualità delle particelle",
  "sodium.options.particle_quality.tooltip": "Controlla il numero massimo di particelle presenti sullo schermo.",
  "sodium.options.smooth_lighting.tooltip": "Controlla se i blocchi dovranno essere illuminati in modo liscio. Questo aumenta leggermente il tempo di caricamento dei chunk, ma non influenza il framerate.",
  "sodium.options.biome_blend.tooltip": "Controls the range which biomes will be sampled for block colorization. Higher values greatly increase the amount of time it takes to build chunks for diminishing improvements in quality.",
  "sodium.options.entity_distance.tooltip": "Controls how far away entities can render from the player. Higher values increase the render distance at the expense of frame rates.",
  "sodium.options.entity_shadows.tooltip": "If enabled, basic shadows will be rendered beneath mobs and other entities.",
  "sodium.options.vignette.name": "Vignette",
  "sodium.options.vignette.tooltip": "If enabled, a vignette effect will be rendered on the player's view. This is very unlikely to make a difference to frame rates unless you are fill-rate limited.",
  "sodium.options.mipmap_levels.tooltip": "Controls the number of mipmaps which will be used for block model textures. Higher values provide better rendering of blocks in the distance, but may adversely affect performance with many animated textures.",
  "sodium.options.use_block_face_culling.name": "Use Block Face Culling",
  "sodium.options.use_block_face_culling.tooltip": "If enabled, only the sides of blocks which are facing the camera will be submitted for rendering. This can eliminate a large number of block faces very early in the rendering process, saving memory bandwidth and time on the GPU. Some resource packs may have issues with this option, so try disabling it if you're seeing holes in blocks.",
  "sodium.options.use_fog_occlusion.name": "Use Fog Occlusion",
  "sodium.options.use_fog_occlusion.tooltip": "If enabled, chunks which are determined to be fully hidden by fog effects will not be rendered, helping to improve performance. The improvement can be more dramatic when fog effects are heavier (such as while underwater), but it may cause undesirable visual artifacts between the sky and fog in some scenarios.",
  "sodium.options.use_entity_culling.name": "Use Entity Culling",
  "sodium.options.use_entity_culling.tooltip": "If enabled, entities determined not to be in any visible chunks will be skipped during rendering. This can help improve performance by avoiding the rendering of entities located underground or behind walls.",
  "sodium.options.use_particle_culling.name": "Use Particle Culling",
  "sodium.options.use_particle_culling.tooltip": "If enabled, only particles which are determined to be visible will be rendered. This can provide a significant improvement to frame rates when many particles are nearby.",
  "sodium.options.animate_only_visible_textures.name": "Animate Only Visible Textures",
  "sodium.options.animate_only_visible_textures.tooltip": "If enabled, only animated textures determined to be visible will be updated. This can provide a significant boost to frame rates on some hardware, especially with heavier resource packs. If you experience issues with some textures not being animated, try disabling this option.",
  "sodium.options.allow_direct_memory_access.name": "Allow Direct Memory Access",
  "sodium.options.allow_direct_memory_access.tooltip": "If enabled, some critical code paths will be allowed to use direct memory access for performance. This often greatly reduces CPU overhead for chunk and entity rendering, but can make it harder to diagnose some bugs and crashes. You should only disable this if you've been asked to or otherwise know what you're doing.",
  "sodium.options.enable_memory_tracing.name": "Abilita Memory Tracing",
  "sodium.options.enable_memory_tracing.tooltip": "Debugging feature. If enabled, stack traces will be collected alongside memory allocations to help improve diagnostic information when memory leaks are detected.",
  "sodium.options.performance_impact_string": "Impatto sulle prestazioni: %s",
  "sodium.options.buttons.undo": "Cancella",
  "sodium.options.buttons.apply": "Applica",
  "sodium.options.buttons.close": "Chiudi",
  "sodium.options.buttons.donate": "Donaci un caffè!"
}
