{
    "sodium.option_impact.low": "Basso",
    "sodium.option_impact.medium": "Medio",
    "sodium.option_impact.high": "Elevato",
    "sodium.option_impact.extreme": "Estremo",
    "sodium.option_impact.varies": "Variabile",
    "sodium.options.pages.general": "Generali",
    "sodium.options.pages.quality": "Qualità",
    "sodium.options.pages.advanced": "Avanzate",
    "sodium.options.view_distance.tooltip": "La distanza di rendering controlla entro quale distanza verrà visualizzato il terreno. Distanze più basse risulteranno in meno terreno visualizzato, migliorando gli FPS del gioco.",
    "sodium.options.brightness.tooltip": "Controlla la luminosità (gamma) del gioco.",
    "sodium.options.clouds.tooltip": "Controlla se le nuvole saranno visibili o meno.",
    "sodium.options.gui_scale.tooltip": "Imposta la massima scala che verrà usata nell'interfaccia utente. Se impostata a 'Automatica', allora sarà sempre usata la massima scala possibile.",
    "sodium.options.fullscreen.tooltip": "Se abilitato, il gioco sarà visualizzato in modalità schermo intero (se supportato). ",
    "sodium.options.v_sync.name": "V-Sync",
    "sodium.options.v_sync.tooltip": "Se abilitato, gli FPS del gioco verranno sincronizzati con la frequenza di aggiornamento del monitor, risultando in un gioco più fluido al costo di una maggiore latenza di input. Questa opzione potrebbe ridurre le prestazioni se il proprio sistema è troppo lento.",
    "sodium.options.fps_limit.tooltip": "Limita il massimo numero di FPS. Questo limiterà effettivamente il gioco e può essere utile se si vuole risparmiare batteria o fare multitasking con altri programmi. Se V-Sync è attivo, questa opzione sarà ignorata a meno che non sia più bassa della frequenza di aggiornamento del tuo display.",
    "sodium.options.view_bobbing.tooltip": "Se abilitato, la vista oscillerà e ondeggerà quando il giocatore si muove. Giocatori sofferenti da mal di movimento possono trarre beneficio nel disattivare questo.",
    "sodium.options.attack_indicator.tooltip": "Controlla la posizione dell'indicatore di attacco sullo schermo.",
    "sodium.options.graphics_quality.tooltip": "La qualità grafica predefinita controlla certe opzioni legacy ed è necessaria per la compatibilità delle mod. Se le opzioni sotto sono lasciate a \"Predefinito\", useranno questa opzione.",
    "sodium.options.clouds_quality.name": "Qualità delle nuvole",
    "sodium.options.clouds_quality.tooltip": "Controlla la qualità delle nuvole renderizzate nel cielo.",
    "sodium.options.weather_quality.name": "Qualità del clima",
    "sodium.options.weather_quality.tooltip": "Controlla la qualità degli effetti di pioggia e neve.",
    "sodium.options.particle_quality.name": "Qualità delle particelle",
    "sodium.options.particle_quality.tooltip": "Controlla il numero massimo di particelle che possono essere presenti sullo schermo contemporaneamente.",
    "sodium.options.smooth_lighting.tooltip": "Controlla la qualità degli effetti di luce soffusa.\n\nOff - Nessuna luce soffusa\nBasso - Luce soffusa solo sui blocchi\nAlto (nuovo!) - Luce soffusa su blocchi ed entità",
    "sodium.options.biome_blend.tooltip": "Controlla il raggio in cui i biomi verranno campionati per la colorazione dei blocchi. Valori più alti aumentano notevolmente il tempo richiesto per costruire chunk con miglioramenti sempre più minimali di qualità.",
    "sodium.options.entity_distance.tooltip": "Controlla la distanza da cui possono essere visualizzate le entità. Più questo valore è alto più diminuiranno le prestazioni. ",
    "sodium.options.entity_shadows.tooltip": "Se abilitato, ombre elementari saranno renderizzate sotto a mob e a altre entità.",
    "sodium.options.vignette.name": "Vignettatura",
    "sodium.options.vignette.tooltip": "Se abilitato, un effetto di vignettatura sarà renderizzato sulla vista del giocatore. È assai improbabile che questo abbia effetti sugli FPS a meno che non si sia limitati dalla velocità della propria scheda grafica.",
    "sodium.options.mipmap_levels.tooltip": "Controlla il numero di mipmap che sarà usato per le texture dei blocchi. Valori più alti risultano in una renderizzazione migliore dei blocchi in distanza, ma potrebbero influire negativamente sulle prestazioni in presenza di molte texture animate.",
    "sodium.options.chunk_renderer.name": "Renderizzatore di chunk",
    "sodium.options.chunk_renderer.tooltip": "Le versioni più moderne di OpenGL provvedono funzionalità che possono essere usate per ridurre intensamente il sovraccarico dei driver durante il caricamento dei chunk. Si consiglia di usare il più recente insieme di funzionalità consentito da Sodium per ottimizzare le prestazioni. Se si ha problemi con il caricamento dei chunk o con il crash dei driver, si dovrebbe provare ad usare i vecchi (e probabilmente più stabili) insiemi di funzionalità.",
    "sodium.options.use_chunk_face_culling.name": "Usa eliminazione selettiva di facciate chunk",
    "sodium.options.use_chunk_face_culling.tooltip": "Se abilitato, un passaggio addizionale sarà eseguito sulla CPU per determinare che facciate dei chunk sono visibili. Questo può eliminare una grande quantità di facciate all'inizio del processo di rendering, risparmiando memoria, banda, e tempo sulla GPU.",
    "sodium.options.use_compact_vertex_format.name": "Usa un Formato di Vertici Compatto",
    "sodium.options.use_compact_vertex_format.tooltip": "Se abilitato, un formato di vertici più compatto sarà usato per le griglie dei chunk, il che limita la precisione degli attributi dei vertici. Questo formato ridurrà l'uso di memoria e di banda grafica di circa 40%, ma può causare problemi di texture tremolanti\/z-fighting in certi casi rari.",
    "sodium.options.use_fog_occlusion.name": "Usa l'occlusione della nebbia",
    "sodium.options.use_fog_occlusion.tooltip": "Se abilitato, i chunk che dovrebbero essere completamente nascosti dalla nebbia verranno tralasciati durante il processo di rendering. Ciò fornisce in generale un modesto miglioramento al numero di chunk renderizzati ogni frame, specialmente dove gli effetti della nebbia sono maggiori (per esempio sott'acqua).",
    "sodium.options.use_entity_culling.name": "Usa eliminazione selettiva di entità",
    "sodium.options.use_entity_culling.tooltip": "Se abilitato, sarà eseguito un secondo passaggio di eliminazione selettiva prima di renderizzare un'entità. Questo passaggio addizionale tiene presente dei chunk visibili in quel momento e rimuove le entità al di fuori di essi.",
    "sodium.options.use_particle_culling.name": "Usa eliminazione selettiva di particelle",
    "sodium.options.use_particle_culling.tooltip": "Se abilitato, solo le particelle che sono visibili verranno rese. Questo può migliorare notevolmente gli FPS quando queste sono presenti in grandi quantità.",
    "sodium.options.animate_only_visible_textures.name": "Anima solo texture visibili",
    "sodium.options.animate_only_visible_textures.tooltip": "Se abilitato, solo le texture animate visibili verranno aggiornate. Questo può migliorare notevolmente gli FPS su alcuni sistemi. Se si hanno problemi con certe texture che dovrebbero ma non sono animate, è meglio disattivare questa opzione.",
    "sodium.options.use_memory_intrinsics.name": "Usa accelerazioni di memoria",
    "sodium.options.use_memory_intrinsics.tooltip": "Se abilitato, algoritmi speciali verranno utilizzati per accelerare processi di utilizzo di memoria in certi scenari con pochi vertici, come rendering di particelle e testo. Questa opzione esiste solo per motivi di debugging e dovrebbe essere lasciata attiva a meno che non si sappia cosa si stia facendo.",
    "sodium.options.disable_driver_blacklist.name": "Disabilita blacklist dei driver",
    "sodium.options.disable_driver_blacklist.tooltip": "Se abilitato, Sodium ignorerà la blacklist dei driver inclusa e attiverà opzioni che sono conosciute per essere malfunzionanti su alcune configurazioni di sistema. Questo potrebbe causare seri problemi e non dovrebbe essere usato a meno che non si sappia cosa si stia facendo. La schermata di opzioni deve essere salvata, chiusa, e riaperta dopo aver cambiato questa opzione per rivelare le opzioni precedentemente nascoste.",
    "sodium.options.performance_impact_string": "Impatto sulle prestazioni: %s",
    "sodium.options.buttons.undo": "Annulla",
    "sodium.options.buttons.apply": "Applica",
    "sodium.options.buttons.close": "Chiudi"
}