{
  "sodium.option_impact.low": "Basso",
  "sodium.option_impact.medium": "Medio",
  "sodium.option_impact.high": "Alto",
  "sodium.option_impact.extreme": "Estremo",
  "sodium.option_impact.varies": "Vario",
  "sodium.options.pages.general": "Generale",
  "sodium.options.pages.quality": "Qualità",
  "sodium.options.pages.advanced": "Avanzate",
  "sodium.options.view_distance.tooltip": "La distanza di resa controlla quanto lontano verrà renderizzato il terreno. Distanze minori portano al render di una minor quantità di terreno, migliorando gli FPS.",
  "sodium.options.brightness.tooltip": "Controlla la luminosità (gamma) del gioco.",
  "sodium.options.clouds.tooltip": "Controlla la visibilità delle nuvole.",
  "sodium.options.gui_scale.tooltip": "Imposta la scala massima usata per l'interfaccia utente. Se viene usato 'auto', allora la dimensione massima verrà utilizzata.",
  "sodium.options.fullscreen.tooltip": "Se abilitato, il gioco eseguirà a schermo intero (dove supportato).",
  "sodium.options.v_sync.name": "V-Sync",
  "sodium.options.v_sync.tooltip": "Se abilitato, il framerate del gioco verrà sincronizzato con quello del monitor, aumentando la fluidezza. Quest'impostazione può ridurre le prestazioni su dispositivi meno veloci.",
  "sodium.options.fps_limit.tooltip": "Limita il numero massimo di immagini al secondo. Questo può aiutare a ridurre l'utilizzo di energia e il sovraccarico del computer. Se il V-Sync è abilitato, quest'opzione verrà ignorata a meno che non sia minore della velocità di rinfresco del display.",
  "sodium.options.view_bobbing.tooltip": "Se abilitato, la visuale del giocatore oscillerà con i movimenti. I giocatori che soffrono la nausea possono trarre beneficio da disattivare quest'impostazione.",
  "sodium.options.attack_indicator.tooltip": "Controlla dove viene mostrato l'Indicatore d'Attacco.",
  "sodium.options.graphics_quality.tooltip": "La qualità della grafica controlla delle vecchie impostazioni ed è necessaria per la compatibilità della mod. Se le impostazioni sottostanti sono lasciate su \"Predefinito\", useranno quest'impostazione.",
  "sodium.options.clouds_quality.name": "Qualità delle nuvole",
  "sodium.options.clouds_quality.tooltip": "Controlla la qualità di calcolo delle nuvole nel cielo.",
  "sodium.options.weather_quality.name": "Qualità Atmosferica",
  "sodium.options.weather_quality.tooltip": "Controlla la qualità di pioggia e neve.",
  "sodium.options.particle_quality.name": "Qualità delle particelle",
  "sodium.options.particle_quality.tooltip": "Controlla il numero massimo di particelle presenti sullo schermo.",
  "sodium.options.smooth_lighting.tooltip": "Controlla se i blocchi dovranno essere illuminati in modo liscio. Questo aumenta leggermente il tempo di caricamento dei chunk, ma non influenza il framerate.",
  "sodium.options.biome_blend.tooltip": "Controlla il raggio entro cui i biomi verranno contati per la colorizzazione dei blocchi. Valori maggiori aumentano fortemente il tempo impiegato per caricare i chunk.",
  "sodium.options.entity_distance.tooltip": "Controlla quanto lontano verranno mostrate le entità. Valori alti possono ridurre il framerate.",
  "sodium.options.entity_shadows.tooltip": "Se abilitato, semplici ombre verranno mostrate sotto le entità.",
  "sodium.options.vignette.name": "Vignettatura",
  "sodium.options.vignette.tooltip": "Se abilitato, un'effetto vignette verrà mostrato nella visuale del giocatore. Influisce minimamente sulle prestazioni.",
  "sodium.options.mipmap_levels.tooltip": "Controlla il numero di mipmaps utilizzate per le textures dei blocchi. Valori alti migliorano la qualità dei blocchi più lontani, ma potrebbero influenzare negativamente le prestazioni con tante textures animate.",
  "sodium.options.use_block_face_culling.name": "Usa Culling delle facce dei blocchi",
  "sodium.options.use_block_face_culling.tooltip": "Se abilitato, solo i lati dei blocchi che sono rivolti verso la fotocamera verranno renderizzati. Questo può ridurre di molto il numero di facce nel processo di render, salvando larghezza banda di memoria e tempo della scheda video. Alcuni pacchetti di risorse potrebbero incontrare problemi con quest'opzione, quindi prova a disabilitare quest'opzione se vedi buchi nei blocchi.",
  "sodium.options.use_fog_occlusion.name": "Usa Occlusione Nebbia",
  "sodium.options.use_fog_occlusion.tooltip": "Se abilitato, i chunks completamente nascosti dalla nebbia non verranno renderizzati, miglirando le prestazioni. Il miglioramento potrebbe essere molto visibile quando la nebbia è fitta (ad esempio sott'acqua), ma potrebbe causare glitch indesiderati tra il cielo e la nebbia in rari scenari.",
  "sodium.options.use_entity_culling.name": "Usa Culling Entità",
  "sodium.options.use_entity_culling.tooltip": "Se abilitato, le entità in chunk invisibili verranno saltate nel processo di render. Questo può aumentare le prestazioni evitando il render di entità sottoterra o dietro ai muri.",
  "sodium.options.use_particle_culling.name": "Usa Culling Particelle.",
  "sodium.options.use_particle_culling.tooltip": "Se abilitato, solo le particelle visibili verranno renderizzate.Questo può migliorare significativamente gli FPS quando ci sono molte particelle vicino.",
  "sodium.options.animate_only_visible_textures.name": "Anima solo textures visibili",
  "sodium.options.animate_only_visible_textures.tooltip": "Se abilitato, solo le textures visibili verranno animate. Questo può miglirare significativamente gli FPS su certi PC, specialmente con texture packs pesanti. Se hai problemi riguardanti textures che non vengono animate, prova a disabilitare quest'impostazione.",
  "sodium.options.allow_direct_memory_access.name": "Permetti Accesso alla Memoria Diretto",
  "sodium.options.allow_direct_memory_access.tooltip": "Se abilitato, alcuni percorsi di codice critici useranno accesso diretto alla memoria per prestazioni migliori. Questo riduce l'utilizzo di processore, ma può rendere più difficile diagnosticare certi bug e crash. Disabilita questo solo se sai cosa stai facendo.",
  "sodium.options.enable_memory_tracing.name": "Abilita Memory Tracing",
  "sodium.options.enable_memory_tracing.tooltip": "Impostazione di debug. Se abilitato, verranno salvati stack traces delle allocazioni di memoria per aiutare la diagnostica quando memory leaks sono rilevati.",
  "sodium.options.performance_impact_string": "Impatto sulle prestazioni: %s",
  "sodium.options.buttons.undo": "Cancella",
  "sodium.options.buttons.apply": "Applica",
  "sodium.options.buttons.close": "Chiudi",
  "sodium.options.buttons.donate": "Donaci un caffè!"
}
