{
    "sodium.option_impact.low": "Laag",
    "sodium.option_impact.medium": "Gemiddeld",
    "sodium.option_impact.high": "Hoog",
    "sodium.option_impact.extreme": "Extreem",
    "sodium.option_impact.varies": "Verschilt",
    "sodium.options.pages.general": "Algemeen",
    "sodium.options.pages.quality": "Kwaliteit",
    "sodium.options.pages.advanced": "Geavanceerd",
    "sodium.options.view_distance.tooltip": "Het weergavebereik bepaalt tot hoe ver weg het terrein wordt weergegeven. Lagere afstanden betekent dat er minder terrein wordt weergegeven, waardoor de framesnelheid wordt verbeterd.",
    "sodium.options.brightness.tooltip": "Bepaalt de helderheid van het spel.",
    "sodium.options.clouds.tooltip": "Bepaalt of wolken wel of niet zichtbaar zijn",
    "sodium.options.fog.name": "Mist",
    "sodium.options.fog.tooltip": "Als deze optie is ingeschakeld zal er een misteffect worden gebruikt voor het terrein in de verte. Het uitschakelen van deze optie verandert niets aan het mist effect dat onder water of in de Onderwereld wordt gebruikt.",
    "sodium.options.gui_scale.tooltip": "Stelt de maximale groote in die voor de GUI moet worden gebruikt. Als 'Automatisch' wordt gebruikt, dan zal de grootste schaalfactor worden gebruikt.",
    "sodium.options.fullscreen.tooltip": "Als deze optie is ingeschakeld zal het spel in volledig scherm worden weergegeven (indien ondersteund).",
    "sodium.options.v_sync.name": "V-Sync",
    "sodium.options.v_sync.tooltip": "Als deze optie is ingeschakeld wordt de framerate van het spel aangepast aan de verversingssnelheid van het scherm. Dit zorgt in het algemeen voor een soepelere ervaring ten koste van de totale invoervertraging. Deze instelling kan de prestaties verminderen als uw computer te traag is.",
    "sodium.options.fps_limit.tooltip": "Limiteert het maximale aantal frames per seconde. Dit kan het batterijgebruik verminderen of mogelijkheid tot multitasken beschikbaar stellen. Als V-Sync ingeschakeld is zal deze instelling genegeerd worden, tenzij deze lager is dan de ververssnelheid van je monitor.",
    "sodium.options.view_bobbing.tooltip": "Indien ingeschakeld zal het zicht van de speler bewegen zoals in het echt tijdens het lopen. Spelers die lijden aan wagenziekte wordt geadviseerd deze instelling uit te schakelen.",
    "sodium.options.attack_indicator.tooltip": "Bepaalt waar de aanvalsindicator op het scherm wordt weergegeven.",
    "sodium.options.graphics_quality.tooltip": "De standaard grafische kwaliteit controleert enkele legacy-opties en is noodzakelijk voor modcompatibiliteit. Als de onderstaande opties op \"Standaard\" staan, zullen ze deze instelling gebruiken.",
    "sodium.options.clouds_quality.name": "Kwaliteit van de wolken",
    "sodium.options.clouds_quality.tooltip": "Bepaalt de kwaliteit van de weergegeven wolken in de lucht.",
    "sodium.options.weather_quality.name": "Kwaliteit van het weer",
    "sodium.options.weather_quality.tooltip": "Bepaalt de kwaliteit van de regen- en sneeuweffecten.",
    "sodium.options.particle_quality.name": "Deeltjeskwaliteit ",
    "sodium.options.particle_quality.tooltip": "Bepaalt het maximale aantal deeltjes dat zichtbaar kan zijn op het scherm op een bepaalde tijd.",
    "sodium.options.smooth_lighting.tooltip": "Bepaalt de kwaliteit van zachte lichteffecten.\n\nUit - Geen zachte verlichting\nLaag - Alleen zachte blokverlichting\nHoog (nieuw!) - zachte blok- en entiteitsverlichting",
    "sodium.options.biome_blend.tooltip": "Bepaalt het bereik voor welke klimaten worden gemeten voor de kleurbepaling van de blokken. Hogere waarden verhogen de hoeveelheid tijd die nodig is om brokken te bouwen voor verminderde kwaliteitsverbeteringen.",
    "sodium.options.entity_distance.tooltip": "Bepaalt hoe ver entiteiten worden geladen van de speler. Hogere waarden vermeerderen de renderafstand, maar kan de framerates verlagen.",
    "sodium.options.entity_shadows.tooltip": "Indien ingeschakeld zullen simpele schaduwen te zien zijn onder mobs en andere entiteiten.",
    "sodium.options.vignette.name": "Vignet",
    "sodium.options.vignette.tooltip": "Als deze optie is ingeschakeld, zal een vignet effect worden weergegeven op het zicht van de speler. Het is zeer onwaarschijnlijk dat dit een verschil maakt voor de framerate, tenzij je beperkt bent in het aantal vullingen.",
    "sodium.options.mipmap_levels.tooltip": "Controleert het aantal mipmaps dat zal worden gebruikt voor blokmodelafbeeldingen. Hogere waarden zorgen voor een betere weergave van blokken in de verte, maar kunnen de prestaties bij veel geanimeerde afbeeldingen negatief beïnvloeden.",
    "sodium.options.chunk_renderer.name": "Chunk weergever",
    "sodium.options.chunk_renderer.tooltip": "Moderne versies van OpenGL bieden functies die kunnen worden gebruikt om de overbelasting van de bestuurder bij het weergeven van chunks sterk te verminderen. Voor optimale prestaties moet u gebruik maken van de nieuwste functies die door Sodium zijn toegestaan. Als u problemen ondervindt met het renderen van chunks of als het stuurprogramma vastloopt, probeer dan de oudere (en mogelijk stabielere) functiesets te gebruiken.",
    "sodium.options.use_chunk_face_culling.name": "Gebruik chunkzijderuiming",
    "sodium.options.use_chunk_face_culling.tooltip": "Als deze optie is ingeschakeld, wordt op de CPU een extra ruimingsronde uitgevoerd die bepaalt welke vlakken van een chunk mesh zichtbaar zijn. Dit kan een aantal chunkzijdes in een vroeg stadium van het weergaveproces verwijderen, waardoor geheugenbandbreedte en tijd op de videokaart worden bespaard.",
    "sodium.options.use_compact_vertex_format.name": "Gebruik compact vertexformaat",
    "sodium.options.use_compact_vertex_format.tooltip": "Als deze optie is ingeschakeld, zal een compacter vertexformaat worden gebruikt voor chunkmeshes, waardoor de precisie van de vertexattributen wordt beperkt. Dit formaat zal het gebruik van het grafische geheugen en de benodigde bandbreedte met ongeveer 40% verminderen, maar kan in sommige gevallen problemen met z-fighting\/flickering van afbeeldingen veroorzaken.",
    "sodium.options.use_fog_occlusion.name": "Gebruik Mistafsluiting",
    "sodium.options.use_fog_occlusion.tooltip": "Als deze optie is ingeschakeld, worden chunks die volledig verborgen worden gehouden door de mist, tijdens het weergeven overgeslagen. Dit zal over het algemeen een verbetering opleveren voor het aantal chunks dat per frame wordt weergegeven, vooral wanneer de misteffecten zwaarder zijn (E.g. onder water).",
    "sodium.options.use_entity_culling.name": "Gebruik entiteitsruiming",
    "sodium.options.use_entity_culling.tooltip": "Als deze optie is ingeschakeld, wordt op de processor een extra ruimingsronde uitgevoerd voordat er een poging wordt ondernomen om een entiteit weer te geven. Deze extra ronde houdt rekening met de huidige set van zichtbare chunks en verwijdert entiteiten die niet in zichtbare chunks zitten.",
    "sodium.options.use_particle_culling.name": "Gebruik deeltjesruiming",
    "sodium.options.use_particle_culling.tooltip": "Als deze optie is ingeschakeld, worden alleen die deeltjes weergegeven waarvan is vastgesteld dat ze zichtbaar zijn. Dit kan een aanzienlijke verbetering van de framerates opleveren als er veel deeltjes in de buurt zijn.",
    "sodium.options.animate_only_visible_textures.name": "Animeer alleen zichtbare afbeeldingen ",
    "sodium.options.animate_only_visible_textures.tooltip": "Als deze optie is ingeschakeld, worden alleen geanimeerde afbeeldingen die zichtbaar zijn geüpdatet. Dit kan een groote boost geven aan de framerates op sommige computers. Als er problemen zijn met sommige afbeeldingen die niet geanimeerd zijn, schakelt u deze optie uit.",
    "sodium.options.use_memory_intrinsics.name": "Gebruik intrinsiek geheugen",
    "sodium.options.use_memory_intrinsics.tooltip": "Als deze optie is ingeschakeld, zullen speciale intrinsieke kenmerken worden gebruikt om het kopiëren van het geheugen van de client te versnellen in bepaalde vertex-beperkte scenario's, zoals deeltjes en tekstweergave. Deze optie bestaat alleen voor debug-doeleinden en moet ingeschakeld blijven, tenzij je weet wat je doet.",
    "sodium.options.disable_driver_blacklist.name": "Driver zwarte lijst uitschakelen",
    "sodium.options.disable_driver_blacklist.tooltip": "Als deze optie is geselecteerd, zal Sodium de ingebouwde zwarte lijst met stuurprogramma's negeren en opties inschakelen waarvan bekend is dat ze met uw systeem niet werken. Dit kan ernstige problemen veroorzaken en zou niet moeten worden gebruikt, tenzij je zeker bent. Het instellingsscherm moet worden opgeslagen, gesloten en opnieuw worden geopend na het wijzigen van deze optie om eerder verborgen opties te onthullen.",
    "sodium.options.performance_impact_string": "Prestatie-impact %s",
    "sodium.options.buttons.undo": "Opheffen",
    "sodium.options.buttons.apply": "Toepassen",
    "sodium.options.buttons.close": "Sluiten"
}