{
    "sodium.option_impact.low": "Niski",
    "sodium.option_impact.medium": "Średni",
    "sodium.option_impact.high": "Wysoki",
    "sodium.option_impact.extreme": "Ekstremalny",
    "sodium.option_impact.varies": "Zależy",
    "sodium.options.pages.general": "Ogólne",
    "sodium.options.pages.quality": "Jakość",
    "sodium.options.pages.advanced": "Zaawans.",
    "sodium.options.view_distance.tooltip": "Zasięg renderowania kontroluje jak daleko teren będzie renderowany. Mniejszy zasięg oznacza, że będzie mniej renderowanego terenu, co poprawi wydajność.",
    "sodium.options.brightness.tooltip": "Kontroluje jasność (gamma) gry.",
    "sodium.options.clouds.tooltip": "Kontroluje widoczność chmur.",
    "sodium.options.gui_scale.tooltip": "Kontroluje wielkość interfejsu użytkownika. W przypadku ustawienia \"Auto\" użyte zostanie największe możliwe ustawienie dla ekranu.",
    "sodium.options.fullscreen.tooltip": "Jeśli włączony, gra będzie wyświetlana w trybie pełnoekranowym.",
    "sodium.options.v_sync.name": "Synchronizacja pionowa",
    "sodium.options.v_sync.tooltip": "Jeśli włączona, częstotliwość obrazu gry będzie synchronizowana z odświeżaniem monitora, dzięki czemu gra będzie płynniejsza kosztem większego opóźnienia. Ta opcja może ograniczyć wydajność na słabszych systemach.",
    "sodium.options.fps_limit.tooltip": "Ogranicza maksymalną liczbę klatek na sekundę. Dzięki temu gra będzie ograniczana i może być to użyteczne w przypadku oszczędzania baterii lub korzystania z wielu innych programów. Jeśli synchronizacja pionowa (V-Sync) jest włączona, to opcja ta będzie ignorowana w przypadku, gdy limit jest wyższy niż częstotliwość odświeżania monitora.",
    "sodium.options.view_bobbing.tooltip": "Jeśli włączona, widok gracza będzie się kołysać i kiwać podczas poruszania się. Osoby cierpiące na chorobę lokomocyjną mogą zyskać na wyłączeniu tego ustawienia.",
    "sodium.options.attack_indicator.tooltip": "Kontroluje położenie wskaźnika ataku.",
    "sodium.options.graphics_quality.tooltip": "Domyślne ustawienie jakości grafiki. Jest ono wymagane, aby zachować  kompatybilność z modyfikacjami. Jeśli opcje poniżej są ustawione na \"Domyślny\", będą one używać tego ustawienia.",
    "sodium.options.clouds_quality.name": "Jakość chmur",
    "sodium.options.clouds_quality.tooltip": "Kontroluje jakość wyświetlanych na niebie chmur.",
    "sodium.options.weather_quality.name": "Efekty pogody",
    "sodium.options.weather_quality.tooltip": "Kontroluje jakość deszczu i śniegu.",
    "sodium.options.particle_quality.name": "Jakość cząstek",
    "sodium.options.particle_quality.tooltip": "Kontroluje maksymalną liczbę cząstek wyświetlanych na ekranie.",
    "sodium.options.smooth_lighting.tooltip": "Kontroluje jakość gładkiego oświetlenia.\n\nWył. - Brak gładkiego oświetlenia\nNiska - Tylko gładkie oświetlenie bloków\nWysoka - Gładkie oświetlenie bloków i bytów",
    "sodium.options.biome_blend.tooltip": "Kontroluje zasięg przenikania biomów używany do kolorowania bloków. Wyższe wartości znacznie zwiększają czas używany do budowania chunków dla malejących ulepszeń jakości.",
    "sodium.options.entity_distance.tooltip": "Kontroluje odległość, w której byty stają się widoczne dla gracza. Większe wartości mogą spowodować spadek wydajności gry.",
    "sodium.options.entity_shadows.tooltip": "Jeśli włączone, wyświetlane będą proste cienie pod stworzeniami oraz innymi bytami.",
    "sodium.options.vignette.name": "Winieta",
    "sodium.options.vignette.tooltip": "Jeśli włączona, na ekranie wyświetlany będzie efekt winiety. Zazwyczaj ustawienie to nie wpływa na częstotliwość wyświetlania klatek, jeśli nie ma ograniczeń wypełnienia monitora.",
    "sodium.options.mipmap_levels.tooltip": "Kontroluje liczbę mipmap, które będą używane do modelowania tekstur bloków. Wyższe wartości zapewniają lepsze renderowanie odległych bloków, ale mogą niekorzystnie wpłynąć na wydajność z wieloma animowanymi teksturami.",
    "sodium.options.chunk_renderer.name": "Renderer chunków",
    "sodium.options.chunk_renderer.tooltip": "Nowsze wersje OpenGL posiadają funkcje, które pozwalają znacznie zmniejszyć obciążenie sterowników podczas renderowania chunków. Używana powinna być najnowsza wersja renderera dozwolona przez Sodium dla wyższej wydajności. Jeśli występują problemy z renderowaniem chunków albo awarie sterowników, wypróbuj starsze (i prawdopodobnie bardziej stabilne) wersje renderera.",
    "sodium.options.use_chunk_face_culling.name": "Filtrowanie niewid. powierzchni",
    "sodium.options.use_chunk_face_culling.tooltip": "Jeśli włączone, w procesorze wykonane zostaną dodatkowe obliczenia, aby zweryfikować, które powierzchnie chunków są widoczne. Może to wyeliminować ogromną liczbę powierzchni bloków we wczesnym procesie renderowania, co oszczędza pamięć i zwiększa wydajność karty graficznej.",
    "sodium.options.use_compact_vertex_format.name": "Kompaktowe wierzchołki",
    "sodium.options.use_compact_vertex_format.tooltip": "Jeśli włączone, do powierzchni chunków używany będzie bardziej kompaktowy format zapisu wierzchołków brył, co ogranicza precyzję ich pozycji. Format ten zredukuje użycie pamięci graficznej i wymagania co do przepustowości o około 40%, ale w skrajnych przypadkach może powodować nachodzenie\/migotanie tekstur.",
    "sodium.options.use_fog_occlusion.name": "Okluzja mgły",
    "sodium.options.use_fog_occlusion.tooltip": "Jeśli włączona, chunki, które są w pełni zasłonięte mgłą, będą pomijane w procesie renderowania. Ustawienie to skromnie poprawi liczbę renderowanych chunków w każdej klatce, szczególnie w miejscach, gdzie efekty mgły są bardziej zauważalne (np. pod wodą).",
    "sodium.options.use_entity_culling.name": "Filtrowanie niewid. bytów",
    "sodium.options.use_entity_culling.tooltip": "Jeśli włączone, w procesorze wykonane zostaną dodatkowe obliczenia przed renderowaniem bytów. Pod uwagę brany jest aktualny zestaw widocznych chunków, dzięki czemu w pozostałych  wszystkie byty są usuwane\/filtrowane.",
    "sodium.options.use_particle_culling.name": "Filtrowanie niewid. cząstek",
    "sodium.options.use_particle_culling.tooltip": "Jeśli włączone, tylko cząsteczki oznaczone jako widoczne będą renderowane. Ustawienie to może zapewnić zauważalną poprawę częstotliwości wyświetlania, gdy w pobliżu jest dużo cząstek.",
    "sodium.options.animate_only_visible_textures.name": "Animowanie tylko widocznych tekstur",
    "sodium.options.animate_only_visible_textures.tooltip": "Jeśli włączone, tylko animowane tekstury oznaczone jako widoczne bedą odświeżane. Ustawienie to może zapewnić zauważalną poprawę częstotliwości odświeżania na niektórych urządzeniach. Jeśli występują problemy z nieanimowaniem niektórych tekstur, wyłącz tę opcję.",
    "sodium.options.use_memory_intrinsics.name": "Specjalne funkcje pamięci",
    "sodium.options.use_memory_intrinsics.tooltip": "Jeśli włączone, używana będzie specjalna funkcja do przyspieszenia kopiowania pamięci klienta gry w poszczególnych sytuacjach, takich jak renderowanie cząstek i tekstu. Ustawienie to istnieje wyłącznie w celach debugowania, dlatego powinno pozostać włączone, jeśli nie wiesz co robisz.",
    "sodium.options.disable_driver_blacklist.name": "Wyłącz czarną listę sterowników",
    "sodium.options.disable_driver_blacklist.tooltip": "Jeśli zaznaczone, Sodium będzie ignorować wbudowaną czarną listę sterowników i odblokuje ustawienia, które są najpewniej niekompatybilne z tym systemem operacyjnym. Ustawienie to może spowodować poważne błędy i nie powinno być zaznaczone, jeśli nie jesteś pewien, że wiesz co robisz. Aby uprzednio ukryte ustawienia stały się widoczne, należy zapisać zmiany, zamknąć ekran ustawień i otworzyć go ponownie.",
    "sodium.options.performance_impact_string": "Wpływ na wydajność: %s",
    "sodium.options.buttons.undo": "Cofnij",
    "sodium.options.buttons.apply": "Zastosuj",
    "sodium.options.buttons.close": "Zamknij"
}