{
  "sodium.option_impact.low": "Baixo",
  "sodium.option_impact.medium": "Médio",
  "sodium.option_impact.high": "Alto",
  "sodium.option_impact.extreme": "Extremo",
  "sodium.option_impact.varies": "Variável",
  "sodium.options.pages.quality": "Qualidade",
  "sodium.options.pages.performance": "Desempenho",
  "sodium.options.pages.advanced": "Opções Avançadas",
  "sodium.options.view_distance.tooltip": "A distância de processamento visual controla o quão longe o terreno será carregado. Distâncias menores significam será carregado menos terreno, o que aumenta a taxa de quadros.",
  "sodium.options.simulation_distance.tooltip": "A distância de simulação controla o quão longe o terreno e entiades serão simulados e automatizados. Distâncias menores exigem menos dos servidores, o que aumenta a taxa de quadros.",
  "sodium.options.brightness.tooltip": "Controla o quão claro o jogo é. Aumentar o brilho pode ajudar pessoas com monitores muito reflexivos ou que estão em ambientes muito claros",
  "sodium.options.gui_scale.tooltip": "Define a escala máxima da interface. Se \"auto\" for usado, a maior escala será usada.",
  "sodium.options.fullscreen.tooltip": "Caso habilitado e suportado, o jogo será exibido em tela cheia.",
  "sodium.options.v_sync.tooltip": "Caso habilitado, a taxa de quadros sera sincronizada com a taxa de atualização do monitor, tornando a experiência visual mais confortável ao custo de um certo atraso visual pouco perceptível. Esta opção pode reduzir o desempenho caso seu computador seja lento.",
  "sodium.options.fps_limit.tooltip": "Limita o número máximo de quadros por segundo. Isto pode ajudar a reduzir o consumo de bateria e o carregamento do sistema quando executa multi-tarefas. Se a sincronização vertical estiver ligada, esta opção será ignorada, a menos que seja menor que a taxa de atualização do seu monitor",
  "sodium.options.view_bobbing.tooltip": "Caso habilitado, a câmera do jogador irá se balançar quando se movimentar. Jogadores sucetíveis a enjôos podem se beneficiar ao desabilitar esta opção.",
  "sodium.options.attack_indicator.tooltip": "Controla onde o indicador de ataque aparece na tela.",
  "sodium.options.autosave_indicator.tooltip": "Caso habilitado, um indicador será mostrado quando o jogo estiver sendo salvo.",
  "sodium.options.graphics_quality.tooltip": "A qualidade gráfica padrão controla algumas opções de legado e é necessária para a melhor compatibilidade com mods. Caso as opções abaixo estejam como \"Padrão\", elas usarão esta configuração.",
  "sodium.options.clouds_quality.tooltip": "Controla a qualidade das nuvens no céu. Elas podem ser planas ou possuírem três dimensões.",
  "sodium.options.weather_quality.tooltip": "Controla a qualidade e quantidade de partículas de chuva e neve.",
  "sodium.options.leaves_quality.name": "Qualidade das folhas",
  "sodium.options.leaves_quality.tooltip": "Controla a qualidade das folhas.",
  "sodium.options.particle_quality.name": "Qualidade das partículas",
  "sodium.options.particle_quality.tooltip": "Controla o número máximo de partículas que aparecem na tela ao mesmo tempo.",
  "sodium.options.smooth_lighting.tooltip": "Controla o quão suave é a iluminação e sombreamento nos blocos. Isso aumenta o tempo necessário para reconstruir uma região, mas não afeta a taxa de quadros.",
  "sodium.options.biome_blend.value": "%s bloco(s)",
  "sodium.options.biome_blend.tooltip": "Controla o alcance do limiar de cores do terreno e folhagem dos biomas. Valores altos aumentam significativamente o tempo de geração do mundo para diminuir as melhorias na qualidade.",
  "sodium.options.entity_distance.tooltip": "Controla o quão longe as criaturas podem ser processadas visualmente. Valores altos aumentam a distância de processamento visual ao custo de uma diminuição da taxa de quadros.",
  "sodium.options.entity_shadows.tooltip": "Caso habilitado, uma sombra projetada bem simples será mostrada abaixo de riaturas e outras entidades, inclusive jogadores.",
  "sodium.options.vignette.name": "Vinheta",
  "sodium.options.vignette.tooltip": "Caso habilitada, um efeito de escurecimento das bordas da tela será aplicado na câmera em primeira pessoa do jogador. É muitíssimo pouco provável que este efeito possua algum efeito na taxa de quadros, a menos que o computador possua uma taxa de preenchimento limitada.",
  "sodium.options.mipmap_levels.tooltip": "Controla o a filtragem de texturas de blocos a uma certa distância. Valores altos proporcionam uma qualidade melhor dos blocos que estão muito distantes, mas afeta o desempenho se houverem muitos blocos animados.",
  "sodium.options.use_block_face_culling.name": "Utilizar abate de face de bloco",
  "sodium.options.use_block_face_culling.tooltip": "Caso habilitado, apenas a lateral dos blocos que estão viradas para a câmera serão processadas visualmente. Isto elimina um número imenso de faces de blocos no estágio de carregamento, salvando memória e processamento visual da placa de vídeo. Alguns pacotes de recursos podem ter problemas com esta opção, então tente desativar esta opção caso esteja vendo falhas em blocos.",
  "sodium.options.use_fog_occlusion.name": "Utilizar oclusão de neblina",
  "sodium.options.use_fog_occlusion.tooltip": "Caso habilitado, regiões que devem estar completamente escondidas pela neblina não serão carregadas para favorecer o desempenho. O aumento no desempenho pode ser ainda mais evidente quando os efeitos de neblina estão mais intensos, como quando se está debaixo d'água, mas, em alguns casos, pode causar falhas de processamento visual de terreno indesejáveis.",
  "sodium.options.use_entity_culling.name": "Utilizar abate de entidades",
  "sodium.options.use_entity_culling.tooltip": "Caso habilitado, entidades que não devem estar visíveis, como atrás de blocos ou debaixo da terra, por exemplo, serão ignoradas no processamento visual, o que aumenta o desempenho.",
  "sodium.options.use_particle_culling.name": "Utilizar abate de partículas",
  "sodium.options.use_particle_culling.tooltip": "Caso habilitado, apenas partículas que devem estar visíveis serão processadas visualmente. Isto pode aumenta o desempenho quando se está em locais com muitas partículas.",
  "sodium.options.animate_only_visible_textures.name": "Animar apenas texturas visíveis",
  "sodium.options.animate_only_visible_textures.tooltip": "Caso habilitado, apenas texturas animadas visíveis serão processadas visualmente. Isto pode aumentas significativamente o desempenho em alguns computadores, especialmente quando se usa muitos pacotes de recursos. Caso esteja experienciando falhas na animação em texturas, desabilite esta opção.",
  "sodium.options.cpu_render_ahead_limit.name": "Limite de processamento visual adiantado do processador",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Especifica o número máximo de quadros que o processador pode esperar a placa de vídeo terminar de processar. Números muito baixos ou altos podem criar instabilidade na taxa de quadros.",
  "sodium.options.cpu_render_ahead_limit.value": "%s quadro(s)",
  "sodium.options.allow_direct_memory_access.name": "Permitir acesso direto à memória",
  "sodium.options.allow_direct_memory_access.tooltip": "Caso habilitado, alguns caminhos de código críticos poderão ter acesso direto à memória para fins de desempenho. Isto geralmente reduz bastante sobrecargas no processador no que tange o processamento visual de entidades, mas pode ser mais difícil diagnosticar alguns erros ou interrupções (crashes). Você só deve desabilitar esta opção se for requerido ou souber o que está fazendo.",
  "sodium.options.enable_memory_tracing.name": "Habilitar rastreio de memória",
  "sodium.options.enable_memory_tracing.tooltip": "Recurso de diagnóstico. Caso habilitado, dados de rastreamentos serão coletados junto com as alocações de memória para ajudar a melhorar as informações de diagnóstico quando vazamentos de memória forem detectados .",
  "sodium.options.performance_impact_string": "Impacto no desempenho: %s",
  "sodium.options.use_persistent_mapping.name": "Utilizar mapeamento de persistência",
  "sodium.options.use_persistent_mapping.tooltip": "Caso habilitado, uma pequena quantidade de memória será persistentemente mapeada como um filtro de teste para envio de regiões, ajudando a reduzir sobrecargas do processador e instabilidade de tempo de quadro quando carregando ou atualizando regiões.\n\nRequer OpenGL 4.4 ou ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Alocador de memória de regiões",
  "sodium.options.chunk_memory_allocator.tooltip": "Seleciona um alocador de memória para ser usado no processamento visual das regiões.\n- ASSÍNCRONO: Opção mais rápida, funcina melhor com placas gráficas mais atuais.\n- ALTERNATE: Opção para máquinas antigas. Pode aumentar o uso da memória significativamente.",
  "sodium.options.chunk_memory_allocator.async": "Assíncrono",
  "sodium.options.chunk_memory_allocator.swap": "Alternante",
  "sodium.options.chunk_update_threads.name": "Tópicos de atualizações de regiões",
  "sodium.options.chunk_update_threads.tooltip": "Especifica o número de tópicos a serem usadas no carregamento de regiões. Utilizar mais tópicos pode acelerar o carregamento e atualização de regiões, mas pode impactar negativamente a taxa de quadros.",
  "sodium.options.always_defer_chunk_updates.name": "Sempre adiar atualizações de regiões",
  "sodium.options.always_defer_chunk_updates.tooltip": "Caso habilitado, o processamento visual nunca vai aguardar o término das atualizações de regiões, mesmo quado são importantes. Isto pode aumentar significativamente a taxa de quadros em alguns casos, mas pode criar vários erros visuais no mundo.",
  "sodium.options.buttons.undo": "Desfazer",
  "sodium.options.buttons.apply": "Aplicar",
  "sodium.options.buttons.donate": "Doações"
}
