{
  "sodium.option_impact.low": "Baixo",
  "sodium.option_impact.medium": "Médio",
  "sodium.option_impact.high": "Alto",
  "sodium.option_impact.extreme": "Extremo",
  "sodium.option_impact.varies": "Varia",
  "sodium.options.pages.quality": "Qualidade",
  "sodium.options.pages.performance": "Desempenho",
  "sodium.options.pages.advanced": "Avançado",
  "sodium.options.view_distance.tooltip": "A distância de renderização controla até que ponto o terreno será renderizado. Distâncias menores significam que menos terreno será renderizado, melhorando as taxas de quadros.",
  "sodium.options.simulation_distance.tooltip": "A distância de simulação controla até que ponto o terreno e as entidades serão carregados e atualizados. Distâncias menores podem reduzir a carga do servidor interno e melhorar as taxas de quadros.",
  "sodium.options.brightness.tooltip": "Controla o brilho (gama) do jogo.",
  "sodium.options.gui_scale.tooltip": "Define o fator de escala máximo a ser usado para a interface do usuário. Se 'auto' for usado, então o maior fator de escala sempre será usado.",
  "sodium.options.fullscreen.tooltip": "Se ativado, o jogo será exibido em tela cheia (se suportado).",
  "sodium.options.v_sync.tooltip": "Se ativado, a taxa de quadros do jogo será sincronizada com a taxa de atualização do monitor, proporcionando uma experiência geralmente mais suave em troca de maior latência de entrada. Essa configuração pode reduzir o desempenho se o sistema for muito lento.",
  "sodium.options.fps_limit.tooltip": "Limita o número máximo de quadros por segundo. Isso pode ajudar a reduzir o uso da bateria e a carga geral do sistema ao executar várias tarefas. Se o V-Sync estiver ativado, essa opção será ignorada, a menos que seja menor que a taxa de atualização do seu monitor.",
  "sodium.options.view_bobbing.tooltip": "Se ativado, a visão do jogador se moverá e balançará ao se mover. Jogadores que experimentam enjoos de movimento ao jogar podem se beneficiar desativando isso.",
  "sodium.options.attack_indicator.tooltip": "Controla onde o Indicador de Ataque é exibido na tela.",
  "sodium.options.autosave_indicator.tooltip": "Se ativado, um indicador será exibido quando o jogo estiver salvando o mundo no disco.",
  "sodium.options.graphics_quality.tooltip": "A qualidade gráfica padrão controla algumas opções legadas e é necessária para compatibilidade com mods. Se as opções abaixo forem deixadas como 'Padrão', elas usarão essa configuração.",
  "sodium.options.clouds_quality.tooltip": "Controla a presença de nuvens renderizadas no céu.",
  "sodium.options.weather_quality.tooltip": "Controla a qualidade dos efeitos de chuva e neve.",
  "sodium.options.leaves_quality.name": "Qualidade das Folhas",
  "sodium.options.leaves_quality.tooltip": "Controla a qualidade das folhas.",
  "sodium.options.particle_quality.name": "Qualidade das Partículas",
  "sodium.options.particle_quality.tooltip": "Controla o número máximo de partículas que podem estar presentes na tela ao mesmo tempo.",
  "sodium.options.smooth_lighting.tooltip": "Controla se os blocos terão iluminação e sombreamento suaves. Isso aumenta ligeiramente o tempo necessário para reconstruir um chunk, mas não afeta as taxas de quadros.",
  "sodium.options.biome_blend.value": "%s bloco(s)",
  "sodium.options.biome_blend.tooltip": "Controla o intervalo em que os biomas serão amostrados para a colorização dos blocos. Valores mais altos aumentam significativamente o tempo necessário para construir os chunks em troca de melhorias de qualidade em declínio.",
  "sodium.options.entity_distance.tooltip": "Controla até que ponto as entidades podem ser renderizadas a partir do jogador. Valores mais altos aumentam a distância de renderização às custas das taxas de quadros.",
  "sodium.options.entity_shadows.tooltip": "Se ativado, sombras básicas serão renderizadas sob mobs e outras entidades.",
  "sodium.options.vignette.name": "Vinheta",
  "sodium.options.vignette.tooltip": "Se ativado, um efeito de vinheta será renderizado na visão do jogador. Isso dificilmente afetará as taxas de quadros, a menos que você esteja limitado pela taxa de preenchimento.",
  "sodium.options.mipmap_levels.tooltip": "Controla o número de níveis de mipmaps que serão usados para as texturas dos modelos de blocos. Valores mais altos fornecem uma renderização melhor dos blocos à distância, mas podem afetar adversamente o desempenho com muitas texturas animadas.",
  "sodium.options.use_block_face_culling.name": "Usar Ocultação de Faces de Blocos",
  "sodium.options.use_block_face_culling.tooltip": "Se ativado, apenas os lados dos blocos voltados para a câmera serão enviados para renderização. Isso pode eliminar um grande número de faces de blocos muito cedo no processo de renderização, economizando largura de banda de memória e tempo na GPU. Alguns pacotes de recursos podem ter problemas com essa opção, então tente desativá-la se você estiver vendo buracos nos blocos.",
  "sodium.options.use_fog_occlusion.name": "Usar Oclusão de Neblina",
  "sodium.options.use_fog_occlusion.tooltip": "Se ativado, os chunks que forem totalmente ocultos pelos efeitos de neblina não serão renderizados, ajudando a melhorar o desempenho. A melhoria pode ser mais significativa quando os efeitos de neblina são mais intensos (como debaixo d'água), mas pode causar artefatos visuais indesejáveis entre o céu e a neblina em alguns cenários.",
  "sodium.options.use_entity_culling.name": "Usar Otimização de Entidades",
  "sodium.options.use_entity_culling.tooltip": "Se ativado, entidades que não estiverem em nenhum chunk visível serão ignoradas durante a renderização. Isso pode ajudar a melhorar o desempenho evitando a renderização de entidades localizadas no subsolo ou atrás de paredes.",
  "sodium.options.use_particle_culling.name": "Usar Otimização de Partículas",
  "sodium.options.use_particle_culling.tooltip": "Se ativado, apenas as partículas que forem determinadas como visíveis serão renderizadas. Isso pode fornecer uma melhoria significativa nas taxas de quadros quando muitas partículas estão próximas.",
  "sodium.options.animate_only_visible_textures.name": "Animar Somente Texturas Visíveis",
  "sodium.options.animate_only_visible_textures.tooltip": "Se ativado, apenas as texturas animadas determinadas como visíveis serão atualizadas. Isso pode proporcionar um aumento significativo nas taxas de quadros em alguns hardwares, especialmente com pacotes de recursos mais pesados. Se você tiver problemas com algumas texturas não sendo animadas, tente desativar esta opção.",
  "sodium.options.cpu_render_ahead_limit.name": "Limite de Antecipação de Renderização da CPU",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Especifica o número máximo de quadros em que a CPU pode estar aguardando a GPU terminar a renderização. Valores muito baixos ou altos podem criar instabilidade nas taxas de quadros.",
  "sodium.options.cpu_render_ahead_limit.value": "%s quadro(s)",
  "sodium.options.allow_direct_memory_access.name": "Permitir Acesso Direto à Memória",
  "sodium.options.allow_direct_memory_access.tooltip": "Se ativado, alguns caminhos críticos do código poderão usar acesso direto à memória para obter desempenho. Isso geralmente reduz significativamente a sobrecarga da CPU para renderização de chunks e entidades, mas pode dificultar o diagnóstico de alguns bugs e travamentos. Você só deve desativar isso se for solicitado ou se souber o que está fazendo.",
  "sodium.options.enable_memory_tracing.name": "Ativar Rastreamento de Memória",
  "sodium.options.enable_memory_tracing.tooltip": "Recurso de depuração. Se ativado, rastreamentos de pilha serão coletados junto com as alocações de memória para ajudar a melhorar as informações de diagnóstico quando vazamentos de memória forem detectados.",
  "sodium.options.performance_impact_string": "Impacto no Desempenho: %s",
  "sodium.options.use_persistent_mapping.name": "Usar Mapeamento Persistente",
  "sodium.options.use_persistent_mapping.tooltip": "Se ativado, uma pequena quantidade de memória será mapeada persistentemente como um buffer de estágio para upload de chunks, ajudando a reduzir a sobrecarga da CPU e a instabilidade no tempo de quadro ao carregar ou atualizar chunks.\n\nRequer OpenGL 4.4 ou ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Alocador de Memória de Chunks",
  "sodium.options.chunk_memory_allocator.tooltip": "Seleciona o alocador de memória que será usado para renderização de chunks.\n- ASYNC: Opção mais rápida, funciona bem com a maioria dos drivers gráficos modernos.\n- SWAP: Opção de fallback para drivers gráficos mais antigos. Pode aumentar significativamente o uso de memória.",
  "sodium.options.chunk_memory_allocator.async": "Async",
  "sodium.options.chunk_memory_allocator.swap": "Swap",
  "sodium.options.chunk_update_threads.name": "Threads de Atualização de Chunks",
  "sodium.options.chunk_update_threads.tooltip": "Especifica o número de threads a serem usados para construção de chunks. Usar mais threads pode acelerar o carregamento e a atualização de chunks, mas pode impactar negativamente os tempos de quadro.",
  "sodium.options.always_defer_chunk_updates.name": "Sempre Adiar Atualizações de Chunks",
  "sodium.options.always_defer_chunk_updates.tooltip": "Se ativado, a renderização nunca aguardará as atualizações de chunks terminarem, mesmo que sejam importantes. Isso pode melhorar significativamente as taxas de quadros em alguns cenários, mas pode criar um atraso visual significativo no mundo.",
  "sodium.options.buttons.undo": "Desfazer",
  "sodium.options.buttons.apply": "Aplicar",
  "sodium.options.buttons.donate": "Comprar um café!"
}
