{
    "sodium.option_impact.low": "Baixo",
    "sodium.option_impact.medium": "Médio",
    "sodium.option_impact.high": "Alto",
    "sodium.option_impact.extreme": "Extremo",
    "sodium.option_impact.varies": "Variável",
    "sodium.options.pages.general": "Gerais",
    "sodium.options.pages.quality": "Qualidade",
    "sodium.options.pages.advanced": "Avançado",
    "sodium.options.view_distance.tooltip": "A distância de renderização define a visibilidade de terreno distante. Valores menores exibem menos terreno, melhorando a taxa de quadros.",
    "sodium.options.brightness.tooltip": "Define o brilho do jogo.",
    "sodium.options.clouds.tooltip": "Define se as nuvens estarão visíveis ou não.",
    "sodium.options.gui_scale.tooltip": "Define o fator máximo de escala usado na interface. A maior escala será usada se a opção padrão estiver selecionada.",
    "sodium.options.fullscreen.tooltip": "Se ativado, o jogo será exibido em tela inteira (se disponível)",
    "sodium.options.v_sync.name": "Sincronização vertical",
    "sodium.options.v_sync.tooltip": "Se ativado, a taxa de quadros será sincronizada com a taxa de atualização do monitor, trazendo uma experiência mais suave às custas da latência geral. Esta opção pode reduzir o desempenho caso o seu sistema seja lento.",
    "sodium.options.fps_limit.tooltip": "Limita a taxa máxima de quadros por segundo, restringindo o desempenho. Pode ser útil caso queira conservar a bateria ou usar outros aplicativos enquanto joga. Caso a sincronização vertical esteja ativada, esta opção será ignorada a menos que seja menor do que a taxa de atualização do seu monitor.",
    "sodium.options.view_bobbing.tooltip": "Se ativado, a visão do jogador balançará com o movimento. Caso sofra de enjoo, é recomendável desativá-la.",
    "sodium.options.attack_indicator.tooltip": "Define onde o indicador de ataque será exibido na tela.",
    "sodium.options.graphics_quality.tooltip": "A qualidade gráfica padrão define algumas opções herdadas, necessárias para compatibilidade com mods. Se as preferências forem definidas como \"Padrão\", elas usarão essa opção.",
    "sodium.options.clouds_quality.name": "Qualidade das nuvens",
    "sodium.options.clouds_quality.tooltip": "Define a qualidade das nuvens renderizadas no céu.",
    "sodium.options.weather_quality.name": "Qualidade do tempo",
    "sodium.options.weather_quality.tooltip": "Define a qualidade dos efeitos de chuva e neve.",
    "sodium.options.particle_quality.name": "Qualidade das partículas",
    "sodium.options.particle_quality.tooltip": "Define o valor máximo de partículas que podem estar presentes a qualquer momento na tela.",
    "sodium.options.smooth_lighting.tooltip": "Define a qualidade de efeitos suaves de iluminação.\n\nNão - iluminação suave desativada.\nBaixo - Iluminação suave de blocos apenas.\nAlto (novo!) - Iluminação suave de blocos e entidades.",
    "sodium.options.biome_blend.tooltip": "Define o alcance da amostra usada para definir a cor dos blocos nos biomas. Valores mais altos aumentam o tempo necessário para carregar os chunks a fim de reduzir a qualidade.",
    "sodium.options.entity_distance.tooltip": "Define a distância em que entidades são visíveis ao jogador. Valores maiores aumentam a distância, mas impactam a taxa de quadros.",
    "sodium.options.entity_shadows.tooltip": "Se ativado, sombras simples serão renderizadas embaixo de criaturas e outras entidades.",
    "sodium.options.vignette.name": "Vinheta",
    "sodium.options.vignette.tooltip": "Se ativado, um efeito de vinheta será usado na visão do jogador. É muito improvável que afete a taxa de quadros, a menos que a sua placa gráfica seja antiga.",
    "sodium.options.mipmap_levels.tooltip": "Define a quantidade de mipmaps usados nas texturas de modelos. Valores mais altos proporcionam uma renderização melhor de blocos distantes, embora possam impactar negativamente o desempenho com muitas texturas animadas.",
    "sodium.options.chunk_renderer.name": "Renderizador de chunks",
    "sodium.options.chunk_renderer.tooltip": "Novas versões do OpenGL fornecem recursos mais apropriados para reduzir a sobrecarga do driver ao renderizar chunks. É recomendado usar a versão mais recente definida pelo Sodium para o melhor desempenho. Caso esteja com problemas de renderização ou drivers defeituosos, tente usar as versões mais antigas (e estáveis).",
    "sodium.options.use_chunk_face_culling.name": "Filtro de superfície oculta",
    "sodium.options.use_chunk_face_culling.tooltip": "Se ativado, uma nova verificação será feita no processador para determinar quais faces de uma rede de chunks estão visíveis. Isso pode eliminar um grande número de lados de blocos em início de renderização, poupando a banda de memória e o tempo da placa gráfica.",
    "sodium.options.use_compact_vertex_format.name": "Formato de vertex compacto",
    "sodium.options.use_compact_vertex_format.tooltip": "Se ativado, um formato de vertex mais compacto será usado para a malha de chunks, limitando a precisão dos atributos. Este formato reduz o uso de memória gráfica e a largura de banda em torno de 40%, mas pode causar conflitos de texturas em casos incomuns.",
    "sodium.options.use_fog_occlusion.name": "Oclusão de névoa",
    "sodium.options.use_fog_occlusion.tooltip": "Se ativado, os chunks completamente ocultos pelos efeitos do nevoeiro são ignorados durante a renderização. Isso pode acelerar a renderização de chunks em cada quadro, em especial onde os efeitos do nevoeiro são mais acentuados (ex.: embaixo d'água).",
    "sodium.options.use_entity_culling.name": "Filtro de entidades",
    "sodium.options.use_entity_culling.tooltip": "Se ativado, uma nova verificação será feita antes de tentar renderizar uma entidade. Este processo adicional leva em conta os chunks visíveis e remove as entidades visivelmente ausentes.",
    "sodium.options.use_particle_culling.name": "Filtro de partículas",
    "sodium.options.use_particle_culling.tooltip": "Se ativado, apenas as partículas visíveis serão renderizadas. Isso pode proporcionar um aumento significativo da taxa de quadros mesmo com muitas partículas ao redor.",
    "sodium.options.animate_only_visible_textures.name": "Animar apenas texturas visíveis",
    "sodium.options.animate_only_visible_textures.tooltip": "Se ativado, somente as texturas animadas visíveis serão atualizadas. Isso pode proporcionar uma melhora significativa na taxa de quadros em alguns computadores. Se notar problemas, como algumas texturas não sendo animadas, desabilite essa opção.",
    "sodium.options.use_memory_intrinsics.name": "Otimizar memória",
    "sodium.options.use_memory_intrinsics.tooltip": "Se ativado, uma função de otimização será usada para acelarar a cópia da memória do cliente em certos cenários com limitação de vértices como partículas e renderização textual. Esta opção é ideal apenas para depuração e deve permanecer desativada a menos que você saiba o que está fazendo.",
    "sodium.options.disable_driver_blacklist.name": "Desativar lista de drivers bloqueados",
    "sodium.options.disable_driver_blacklist.tooltip": "Se selecionado, o Sodium ignora a lista negra de drivers e ativa opções instáveis conhecidas na configuração do sistema. Isso pode causar problemas graves e não deve ser usado a menos que você saiba o que está fazendo. A tela de configurações deve ser salva, fechada e reaberta após alterar esta opção, para revelar opções ocultas.",
    "sodium.options.performance_impact_string": "Impacto no desempenho: %s",
    "sodium.options.buttons.undo": "Desfazer",
    "sodium.options.buttons.apply": "Aplicar",
    "sodium.options.buttons.close": "Fechar"
}