{
  "sodium.option_impact.low": "Низкое",
  "sodium.option_impact.medium": "Среднее",
  "sodium.option_impact.high": "Высокое",
  "sodium.option_impact.extreme": "Экстремальное",
  "sodium.option_impact.varies": "Колеблется",
  "sodium.options.pages.quality": "Качество",
  "sodium.options.pages.advanced": "Расширенные",
  "sodium.options.view_distance.tooltip": "Управляет расстоянием прорисовки, как далеко будет прорисовываться территория. Самые низкие расстояния означают, что местность будет меньше прорисовываться, улучшая частоту кадров.",
  "sodium.options.brightness.tooltip": "Управляет яркостью (гаммой) игры.",
  "sodium.options.gui_scale.tooltip": "Задаёт максимальный масштабный множитель, который используется для интерфейса пользователя. Если используется 'Автоматический', тогда всегда будет использоваться самый крупный масштабный множитель.",
  "sodium.options.fullscreen.tooltip": "Если включён, игра будет отображаться в в полном экране (если поддерживается).",
  "sodium.options.v_sync.tooltip": "Если включена, частота кадров будет синхронизирована с частотой обновления монитора, что в целом обеспечит более плавный опыт за счёт общей задержки ввода. Этот параметр может снизить производительность, если твоя система слишком медленная.",
  "sodium.options.fps_limit.tooltip": "Ограничивает максимальное кол-во кадров в секунду. Это может помочь снизить использование батареи и общую загрузку системы при многозадачности. Если Верт. синх. включена, эта опция будет игнорироваться, если она не ниже частоты обновления монитора.",
  "sodium.options.view_bobbing.tooltip": "Если включено, вид игрока будет качаться при движении. Игроки, кто испытывает укачивание во время игры могут воспользоваться этим отключив параметр.",
  "sodium.options.attack_indicator.tooltip": "Управляет, где Индикатор атаки отображается на экране.",
  "sodium.options.graphics_quality.tooltip": "По-умолчанию качество графики управляет некоторыми устаревшими параметрами и это необходимо для совместимости с модами. Если параметры ниже оставлены на \"По-умолчанию\", они будут использовать этот параметр.",
  "sodium.options.clouds_quality.tooltip": "Управляет качеством прорисованных облаков в небе.",
  "sodium.options.weather_quality.tooltip": "Управляет качеством эффектов Дождя и Снега.",
  "sodium.options.leaves_quality.name": "Качество листвы",
  "sodium.options.leaves_quality.tooltip": "Управляет качеством листьев.",
  "sodium.options.particle_quality.name": "Качество частиц",
  "sodium.options.particle_quality.tooltip": "Управляет максимальным числом частиц, которые могут присутствовать на экране одновременно.",
  "sodium.options.smooth_lighting.tooltip": "Управляет, будут ли блоки освещаться плавно и затемняться. Это слегка увеличивает кол-во необходимого времени для перестройки чанка, но не повлияет на частоту кадров.",
  "sodium.options.biome_blend.value": "%s блока(ов)",
  "sodium.options.biome_blend.tooltip": "Управляет дальностью, из которого будут отбираться биомы для раскрашивания блока. Наивысшее значение существенно увеличивает количество времени, которое уходит на построение кусков для улучшения положения в качестве.",
  "sodium.options.entity_distance.tooltip": "Управляет, на каком расстоянии будут прорисовываться объекты от игрока. Наивысшее значение увеличит расстояние прорисовки за счёт частоты кадров.",
  "sodium.options.entity_shadows.tooltip": "Если включены, основные тени будут прорисовываться под монстрами и другими объектами",
  "sodium.options.vignette.name": "Виньетка",
  "sodium.options.vignette.tooltip": "Если включена, эффект Виньетки будет прорисовываться в Поле зрения игрока. Это крайне маловероятно, чтобы что-то изменилось в частоте кадров, если только ты не ограничиваешься в их скорости заполнения.",
  "sodium.options.mipmap_levels.tooltip": "Управляет числом MIP-текстурированием, которое будет использовано для текстур модели блока. Наивысшее значение обеспечивает лучшую прорисовку блоков на расстоянии, но может отрицательно сказаться на производительность с множеством анимированных текстур.",
  "sodium.options.use_block_face_culling.name": "Использовать отбраковку грани блока",
  "sodium.options.use_block_face_culling.tooltip": "Если включена, только стороны блоков, которые обращены к камере, будут представлены для прорисовки. Это может устранить большое кол-во граней блоков на очень ранней стадии процесса прорисовки, сохраняя пропускную способность памяти и время в GPU. Некоторые пакеты с исходниками могут иметь проблемы с этим параметром, поэтому, тебе стоит попробовать отключить её, если ты видишь дыры в блоках.",
  "sodium.options.use_fog_occlusion.name": "Использовать окклюзию тумана",
  "sodium.options.use_fog_occlusion.tooltip": "Если включена, куски, которые определены будут полностью скрыты эффектами тумана и не будут прорисовываться, что поможет улучшить производительность. Улучшение может быть более существенным, если эффекты тумана более тяжёлые (например, под водой), но может вызвать нежелательные визуальные артефакты между Небом и Туманом в некоторых сценариях.",
  "sodium.options.use_entity_culling.name": "Использовать отбраковку объекта",
  "sodium.options.use_entity_culling.tooltip": "Если включена, объекты, которые определяются, не находятся в каких-либо видимых кусках, будут пропущены во время прорисовки. Это может помочь улучшить производительность, избежав прорисовку объектов, расположенные под землёй или позади стен.",
  "sodium.options.use_particle_culling.name": "Использовать отбраковку частицы",
  "sodium.options.use_particle_culling.tooltip": "Если включена, только частицы, которые определяются, будут видимы и прорисованы. Это может обеспечить заметное улучшение в частоте кадров, если множество частиц находятся неподалёку.",
  "sodium.options.animate_only_visible_textures.name": "Анимировать только видимые Текстуры",
  "sodium.options.animate_only_visible_textures.tooltip": "Если включено, только те анимированные текстуры, которые определяются, будут видимы и обновлены. Это может обеспечить заметное повышение частоты кадров в некоторых компьютерах, особенно с большими Ресурс пакетами. Если ты испытываешь проблемы с некоторыми не анимированными текстурами, попробуй отключить этот параметр.",
  "sodium.options.max_pre_rendered_frames.name": "Максимальная пре-рендеринг кадров",
  "sodium.options.max_pre_rendered_frames.tooltip": "Задаёт максимальное кол-во кадров, которые могут ожидать в процессоре в GPU для завершения прорисовки. Очень слабые или высокие значения могут создать нестабильность в Частоте кадров.",
  "sodium.options.max_pre_rendered_frames.value": "%s кадра(ов)",
  "sodium.options.allow_direct_memory_access.name": "Разрешить прямой доступ к памяти",
  "sodium.options.allow_direct_memory_access.tooltip": "Если включён, некоторым критическим путям исполнения кода будет разрешено использовать Прямой доступ к памяти для производительности. Во многих случаях, это значительно снижает пропускную способность на процессор для обработки кусков и объектов, но может усложнить диагностику некоторых ошибок и сбоев. Ты должен отключить это, если только тебя попросили или иным образом знаешь, что ты делаешь.",
  "sodium.options.enable_memory_tracing.name": "Включить поиск памяти",
  "sodium.options.enable_memory_tracing.tooltip": "Отладочная функция. Если включена, трассировки стеков будут собираться вместе с распределением памяти, чтобы улучшить диагностирование информации при обнаруженных утечек памяти.",
  "sodium.options.performance_impact_string": "Влияние производительности: %s.",
  "sodium.options.use_persistent_mapping.name": "Использовать составление карт",
  "sodium.options.use_persistent_mapping.tooltip": "Если включено, малое кол-во памяти будут постоянно составляться как постановка буфера для загрузки куска, помогая снизить накладные расходы на процессор и временной нестабильности при загрузке или обновлении кусков.\n\nТребует OpenGL 4.4 или ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Распределитель памяти Куска",
  "sodium.options.chunk_memory_allocator.tooltip": "Выбирает распределитель памяти, который будет использован для прорисовки куска.\n- ASYNC: Самый быстрый параметр, хорошо работает с большинством современных Видеокарт.\n- SWAP: Резервный параметр для древних Видеокарт. Может существенно увеличить использование памяти.",
  "sodium.options.chunk_memory_allocator.async": "Асинхронно",
  "sodium.options.chunk_memory_allocator.swap": "Заменить",
  "sodium.options.buttons.undo": "Отмена",
  "sodium.options.buttons.apply": "Применить",
  "sodium.options.buttons.donate": "Купи наше кофе!"
}
