{
  "sodium.option_impact.low": "Низкое",
  "sodium.option_impact.medium": "Среднее",
  "sodium.option_impact.high": "Высокое",
  "sodium.option_impact.extreme": "Очень высокое",
  "sodium.option_impact.varies": "Варьируется",
  "sodium.options.pages.quality": "Качество",
  "sodium.options.pages.performance": "Производительность",
  "sodium.options.pages.advanced": "Расширенные",
  "sodium.options.view_distance.tooltip": "Расстояние видимости определяет, насколько далеко будет отображаться местность. Меньшие значения соответствуют меньшей площади, что улучшает частоту кадров.",
  "sodium.options.simulation_distance.tooltip": "Расстояние симуляции определяет, насколько далеко будет загружаться и отмечаться местность и сущности. Меньшие расстояния могут снизить нагрузку на внутренний сервер и улучшить частоту кадров.",
  "sodium.options.brightness.tooltip": "Управляет яркостью (гаммой) игры.",
  "sodium.options.gui_scale.tooltip": "Устанавливает максимальный размер для пользовательского интерфейса. Если используется 'авто', то всегда будет использоваться наибольший размер.",
  "sodium.options.fullscreen.tooltip": "Если включено, игра будет отображаться на весь экран (если поддерживается).",
  "sodium.options.v_sync.tooltip": "Если включено, частота кадров в игре будет синхронизирована с частотой обновления монитора, что в целом обеспечит более плавную работу за счёт общей задержки ввода. Может снизить производительность для слабых систем.",
  "sodium.options.fps_limit.tooltip": "Ограничивает максимальное кол-во кадров в секунду. Это может помочь снизить расход заряда батареи и общую нагрузку на систему при многозадачности. Если V-Sync включён, этот параметр будет игнорироваться, если он не ниже частоты обновления вашего дисплея.",
  "sodium.options.view_bobbing.tooltip": "Если включено, взгляд игрока будет качаться при перемещении. Отключение может быть полезным для игроков, которые испытывают укачивание во время игры.",
  "sodium.options.attack_indicator.tooltip": "Управляет отображением индикатора атаки на экране.",
  "sodium.options.autosave_indicator.tooltip": "Если включено, будет отображаться индикатор, когда игра сохраняет мир на диск.",
  "sodium.options.graphics_quality.tooltip": "Качество графики по умолчанию управляет некоторыми устаревшими параметрами и необходимо для совместимости с модами. Если параметры ниже оставлены \"По умолчанию\", они будут использовать этот параметр.",
  "sodium.options.clouds_quality.tooltip": "Управляет качеством отображения облаков.",
  "sodium.options.weather_quality.tooltip": "Управляет качеством эффектов дождя и снега.",
  "sodium.options.leaves_quality.name": "Качество листьев",
  "sodium.options.leaves_quality.tooltip": "Управляет качеством листьев.",
  "sodium.options.particle_quality.name": "Качество частиц",
  "sodium.options.particle_quality.tooltip": "Управляет максимальным кол-вом частиц, которые могут одновременно быть на экране.",
  "sodium.options.smooth_lighting.tooltip": "Управляет плавным освещением и затемнением блоков. Это немного увеличивает время, необходимое для перестроения чанка, но не влияет на частоту кадров.",
  "sodium.options.biome_blend.value": "%s блоков",
  "sodium.options.biome_blend.tooltip": "Управляет диапазоном биомов, которые будут выбраны для раскрашивания блоков. Высокие значения значительно увеличивают время, необходимое для создания чанков, что снижает улучшение качества.",
  "sodium.options.entity_distance.tooltip": "Определяет, как далеко могут отображаться сущности. Высокие значения увеличивают расстояние видимости за счёт частоты кадров.",
  "sodium.options.entity_shadows.tooltip": "Если включено, будут отображаться тени под мобами и другими сущностями.",
  "sodium.options.vignette.name": "Виньетка",
  "sodium.options.vignette.tooltip": "Если включено, в поле зрения игрока будет отображаться эффект виньетки. Маловероятно, что это повлияет на частоту кадров, если вы не ограничены скоростью заполнения.",
  "sodium.options.mipmap_levels.tooltip": "Управляет кол-вом MIP-карт, которые будут использоваться для текстур модели блока. Высокие значения обеспечивают лучшее отображение блоков на расстоянии, но могут отрицательно сказаться на производительности со многими анимированными текстурами.",
  "sodium.options.use_block_face_culling.name": "Использовать отбор сторон блока",
  "sodium.options.use_block_face_culling.tooltip": "Если включено, для отображения будут представлены только стороны блоков, обращённые к камере. Это может исключить большое кол-во сторон блоков на самом раннем этапе рендеринга, экономя пропускную способность памяти и время на ГП. Некоторые ресурспаки могут иметь проблемы с этой опцией, поэтому попробуйте отключить её, если вы видите дыры в блоках.",
  "sodium.options.use_fog_occlusion.name": "Использовать окклюзию тумана",
  "sodium.options.use_fog_occlusion.tooltip": "Если включено, чанки, которые определены как полностью скрытые туманом, не будут отображаться, что поможет повысить производительность. Улучшение может быть более значительным, когда эффекты тумана сильнее (например, под водой), но в некоторых сценариях это может вызвать нежелательные визуальные артефакты между небом и туманом.",
  "sodium.options.use_entity_culling.name": "Использовать отбор сущности",
  "sodium.options.use_entity_culling.tooltip": "Если включено, сущности, которые не входят ни в какие видимые чанки, не будут отображатся. Это может помочь повысить производительность, избегая отображения сущностей, расположенных под землей или за стенами.",
  "sodium.options.use_particle_culling.name": "Использовать отбор частицы",
  "sodium.options.use_particle_culling.tooltip": "Если включено, будут отображаться только те частицы, которые определены как видимые. Это может значительно улучшить частоту кадров, когда поблизости много частиц.",
  "sodium.options.animate_only_visible_textures.name": "Умные анимации",
  "sodium.options.animate_only_visible_textures.tooltip": "Если включено, будут обновлены только те анимированные текстуры, которые определены как видимые. Это может значительно увеличить частоту кадров на некотором оборудовании, особенно с тяжелыми ресурспаками. Если у вас возникли проблемы с анимацией некоторых текстур, попробуйте отключить этот параметр.",
  "sodium.options.cpu_render_ahead_limit.name": "CPU Render-Ahead Limit",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Указывает максимальное кол-во кадров, которое ЦП может ожидать от ГП для завершения рендеринга. Очень низкие или высокие значения могут привести к нестабильности частоты кадров.",
  "sodium.options.cpu_render_ahead_limit.value": "%s кадров",
  "sodium.options.allow_direct_memory_access.name": "Разрешить прямой доступ к памяти",
  "sodium.options.allow_direct_memory_access.tooltip": "Если включено, некоторым критическим путям кода будет разрешено использовать прямой доступ к памяти для повышения производительности. Это значительно снижает нагрузку на ЦП при рендеринге чанков и сущностей, но может усложнить диагностику некоторых ошибок и сбоев. Вам следует отключить это, только если вас попросили или иным образом знаете, что вы делаете.",
  "sodium.options.enable_memory_tracing.name": "Включить трассировку памяти",
  "sodium.options.enable_memory_tracing.tooltip": "Функция отладки. Если включено, трассировка стека будет собираться вместе с выделением памяти, чтобы улучшить диагностическую информацию при обнаружении утечек памяти.",
  "sodium.options.performance_impact_string": "Влияние на производительность: %s",
  "sodium.options.use_persistent_mapping.name": "Использовать Persistent Mapping",
  "sodium.options.use_persistent_mapping.tooltip": "Если включено, небольшой объем памяти будет постоянно отображаться для ускорения обновления чанков и рендеринга сущностей.\n\nТребуется OpenGL 4.4 или ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Распред. фрагментов памяти",
  "sodium.options.chunk_memory_allocator.tooltip": "Выбирает распределитель памяти, который будет использоваться для отображения чанков.\n- ASYNC: Самый быстрый вариант, хорошо работает с большинством современных графических драйверов.\n- SWAP: Резервный вариант для старых графических драйверов. Может значительно увеличить использование памяти.",
  "sodium.options.chunk_memory_allocator.async": "Async",
  "sodium.options.chunk_memory_allocator.swap": "Swap",
  "sodium.options.chunk_update_threads.name": "Потоки обновления чанка",
  "sodium.options.chunk_update_threads.tooltip": "Указывает кол-во потоков, используемых для построения чанка. Использование большего кол-ва потоков может ускорить загрузку чанка и скорость обновления, но может негативно повлиять на времья кадра.",
  "sodium.options.always_defer_chunk_updates.name": "Всегда откладывать обновления чанков",
  "sodium.options.always_defer_chunk_updates.tooltip": "Если включено, рендеринг никогда не будет ждать завершения обновлений чанков, даже если они важны. Это может значительно улучшить частоту кадров в некоторых сценариях, но может привести к значительным визуальным лагам в мире.",
  "sodium.options.buttons.undo": "Отменить",
  "sodium.options.buttons.apply": "Применить",
  "sodium.options.buttons.donate": "Купите нам кофе!"
}
