{
  "sodium.option_impact.low": "Низкие",
  "sodium.option_impact.medium": "Средние",
  "sodium.option_impact.high": "Высокие",
  "sodium.option_impact.extreme": "Невероятные",
  "sodium.option_impact.varies": "Вариативные",
  "sodium.options.pages.quality": "Качество",
  "sodium.options.pages.performance": "Производительность",
  "sodium.options.pages.advanced": "Расширенные",
  "sodium.options.view_distance.tooltip": "Расстояние рендеринга определяет, на каком расстоянии будет отрисовываться местность. Меньшие расстояния означают, что будет отображаться меньше ландшафта, что улучшит частоту кадров.",
  "sodium.options.simulation_distance.tooltip": "Расстояние симуляции контролирует, на каком расстоянии будут загружаться местность и существа. Меньшие расстояния могут снизить нагрузку на внутренний сервер и повысить частоту кадров.",
  "sodium.options.brightness.tooltip": "Управление яркостью (гаммой) игры.",
  "sodium.options.gui_scale.tooltip": "Устанавливает максимальный коэффициент масштабирования, который будет использоваться для интерфейса. Если используется «Авто», то всегда будет использоваться наибольший коэффициент масштабирования.",
  "sodium.options.fullscreen.tooltip": "Если включено, игра будет отображаться в полноэкранном режиме (если поддерживается).",
  "sodium.options.v_sync.tooltip": "Если включено, частота кадров в игре будет синхронизирована с частотой обновления монитора, что в целом обеспечивает более плавную работу за счёт общей задержки ввода. Этот параметр может снизить производительность, если система работает слишком медленно.",
  "sodium.options.fps_limit.tooltip": "Ограничивает максимальное количество кадров в секунду. Это может помочь снизить расход заряда аккумулятора и общую нагрузку на систему при многозадачности. Если V-Sync включен, этот параметр будет игнорироваться, если он не ниже частоты обновления дисплея.",
  "sodium.options.view_bobbing.tooltip": "Если включено, взгляд игрока будет качаться при перемещении. Игрокам, которых укачивает во время игры, полезно отключить эту функцию.",
  "sodium.options.attack_indicator.tooltip": "Управляет отображением индикатора атаки на экране.",
  "sodium.options.autosave_indicator.tooltip": "Если включено, будет отображаться индикатор, когда игра сохраняет мир на диск.",
  "sodium.options.graphics_quality.tooltip": "Качество графики по умолчанию контролирует некоторые устаревшие параметры и необходимо для совместимости с модами. Если параметры ниже оставлены по умолчанию, они будут использовать эти настройки.",
  "sodium.options.clouds_quality.tooltip": "Управляет качеством отрисовки облаков на небе.",
  "sodium.options.weather_quality.tooltip": "Управляет качеством эффектов дождя и снега.",
  "sodium.options.leaves_quality.name": "Качество листьев",
  "sodium.options.leaves_quality.tooltip": "Управляет качеством листьев.",
  "sodium.options.particle_quality.name": "Качество частиц",
  "sodium.options.particle_quality.tooltip": "Управляет максимальным количеством частиц, которые могут одновременно присутствовать на экране.",
  "sodium.options.smooth_lighting.tooltip": "Управляет тем, будут ли блоки плавно освещаться и затеняться. Немного увеличивает время необходимое для перестроения блока, но не влияет на частоту кадров.",
  "sodium.options.biome_blend.value": "%s блок(а/ов)",
  "sodium.options.biome_blend.tooltip": "Управляет диапазоном биомов, которые будут выбраны для раскрашивания блоков. Более высокие значения значительно увеличивают количество времени, которое требуется для создания фрагментов для уменьшения улучшения качества.",
  "sodium.options.entity_distance.tooltip": "Управляет расстоянием, на котором объекты могут отрисовываться от игрока. Более высокие значения увеличивают расстояние рендеринга за счёт частоты кадров.",
  "sodium.options.entity_shadows.tooltip": "Если включено, базовые тени будут отображаться под мобами и другими объектами.",
  "sodium.options.vignette.name": "Виньетка",
  "sodium.options.vignette.tooltip": "Если включено, на экране игрока будет отображаться эффект виньетки. Это вряд ли повлияет на частоту кадров, если только вы не ограничены в скорости заполнения.",
  "sodium.options.mipmap_levels.tooltip": "Управляет количеством MIP-карт, которые будут использоваться для текстур модели блоков. Более высокие значения обеспечивают лучшую визуализацию блоков на расстоянии, но могут негативно повлиять на производительность при использовании большого количества анимированных текстур.",
  "sodium.options.use_block_face_culling.name": "Использовать отсечение граней блока",
  "sodium.options.use_block_face_culling.tooltip": "Если включено, для рендеринга будут представлены только те стороны блоков, которые обращены к камере. Это позволяет устранить большое количество граней блоков на ранних стадиях процесса отрисовки, экономя пропускную способность памяти и время на GPU. Некоторые пакеты текстур могут иметь проблемы с этим параметром, поэтому попробуйте отключить его, если вы видите дыры в блоках.",
  "sodium.options.use_fog_occlusion.name": "Окклюзию тумана",
  "sodium.options.use_fog_occlusion.tooltip": "Если включено, фрагменты которые определены как полностью скрытые эффектами тумана не будут отображаться, что поможет повысить производительность. Улучшение может быть более значительным, когда эффекты тумана сильнее (например, под водой), но в некоторых сценариях это может вызвать нежелательные визуальные артефакты между небом и туманом.",
  "sodium.options.use_entity_culling.name": "Отбраковка существ",
  "sodium.options.use_entity_culling.tooltip": "Если включено, сущности которые не находятся ни в одном из видимых чанков, будут пропущены во время отрисовки. Может помочь улучшить производительность, избегая отрисовки объектов, расположенных под землёй или за стенами.",
  "sodium.options.use_particle_culling.name": "Отбраковка частиц",
  "sodium.options.use_particle_culling.tooltip": "Если включено, будут отрисованы только те частицы, которые определены как видимые. Может обеспечить значительное улучшение частоты кадров, когда поблизости находится много частиц.",
  "sodium.options.animate_only_visible_textures.name": "Анимировать только видимые текстуры",
  "sodium.options.animate_only_visible_textures.tooltip": "Если включено, будут обновлены только те анимированные текстуры, которые определены как видимые. Может значительно повысить частоту кадров на некоторых аппаратных средствах, особенно при использовании более тяжёлых пакетов текстур. Если возникла проблема с тем что некоторые текстуры не анимируются, попробуйте отключить этот параметр.",
  "sodium.options.cpu_render_ahead_limit.name": "Предел опережающего рендеринга ЦП",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Указывает максимальное количество кадров, которое ЦП может ожидать от графического процессора для завершения отрисовки. Очень низкие или высокие значения могут привести к нестабильности частоты кадров.",
  "sodium.options.cpu_render_ahead_limit.value": "%s кадра(ов)",
  "sodium.options.allow_direct_memory_access.name": "Разрешить прямой доступ к памяти",
  "sodium.options.allow_direct_memory_access.tooltip": "Если включено, некоторым критическим путям кода будет разрешено использовать прямой доступ к памяти для повышения производительности. Часто значительно снижает нагрузку на ЦП при отрисовке фрагментов и сущностей, но может усложнить диагностику некоторых ошибок и сбоев. Отключать стоит только в том случае, если вас попросили или если знаете, что вы делаете.",
  "sodium.options.enable_memory_tracing.name": "Трассировка памяти",
  "sodium.options.enable_memory_tracing.tooltip": "Отладочная функция. Если включено, трассировки стека будут собираться вместе с выделением памяти, чтобы улучшить диагностическую информацию при обнаружении утечек памяти.",
  "sodium.options.performance_impact_string": "Влияние на производительность: %s",
  "sodium.options.use_persistent_mapping.name": "Постоянное сопоставление",
  "sodium.options.use_persistent_mapping.tooltip": "Если этот параметр включен, небольшой объем памяти будет постоянно отображаться в качестве промежуточного буфера для загрузки фрагментов, помогая снизить нагрузку на ЦП и нестабильность времени кадра при загрузке или обновлении чанков.\n\nТребуется OpenGL 4.4 или ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Распределитель фрагментов памяти",
  "sodium.options.chunk_memory_allocator.tooltip": "Выбирает распределитель памяти, который будет использоваться для отрисовки фрагментов.\n- АСИНХР: Самый быстрый вариант, хорошо работает с большинством современных графических драйверов.\n- СВАП: Резервный вариант для старых графических драйверов. Может значительно увеличить использование памяти.",
  "sodium.options.chunk_memory_allocator.async": "Асинх",
  "sodium.options.chunk_memory_allocator.swap": "Свап",
  "sodium.options.chunk_update_threads.name": "Потоки обновления фрагментов",
  "sodium.options.chunk_update_threads.tooltip": "Указывает количество потоков, используемых для построения фрагмента. Использование большего количества потоков может ускорить загрузку фрагментов и скорость обновления, но может негативно повлиять на время кадра.",
  "sodium.options.always_defer_chunk_updates.name": "Всегда откладывать обновления фрагментов",
  "sodium.options.always_defer_chunk_updates.tooltip": "Если включено, отрисовка никогда не будет ждать завершения обновлений фрагментов, даже если они важны. Может значительно повысить частоту кадров в некоторых сценариях, но может привести к значительной визуальной задержке в мире.",
  "sodium.options.buttons.undo": "Отменить",
  "sodium.options.buttons.apply": "Применить",
  "sodium.options.buttons.donate": "Купить нам кофе!"
}
