{
  "sodium.option_impact.low": "Низкий",
  "sodium.option_impact.medium": "Средний",
  "sodium.option_impact.high": "Высокий",
  "sodium.option_impact.extreme": "Экстремальный",
  "sodium.option_impact.varies": "Варьируется",
  "sodium.options.pages.quality": "Качество",
  "sodium.options.pages.performance": "Производительность",
  "sodium.options.pages.advanced": "Продвинутые",
  "sodium.options.view_distance.tooltip": "Расстояние прорисовки будет определять, как далеко будет прорисовываться ландшафт. Чем меньше дальность прорисовки, тем больше частота кадров.",
  "sodium.options.simulation_distance.tooltip": "Дальность симумяляции будет определять, как далеко прогружаются и помечаются ландшафт и существа. Меньшая симумяляции позволяет уменьшить нагрузчку на внутренний сервер и увеличить частоту кадров.",
  "sodium.options.brightness.tooltip": "Контроллирует яркость игры.",
  "sodium.options.gui_scale.tooltip": "Устанавливает максимальный коэффициент масштабирования, который будет использоваться для пользовательского интерфейса. Если используется «авто», то всегда будет использоваться наибольший коэффициент масштабирования.",
  "sodium.options.fullscreen.tooltip": "Если включено, игра будет отображаться в полноэкранном режиме (если поддерживается).",
  "sodium.options.v_sync.tooltip": "Если этот параметр включен, частота кадров в игре будет синхронизирована с частотой обновления монитора, что обеспечит в целом более плавную работу за счет общей задержки ввода. Этот параметр может снизить производительность, если ваша система слишком медленная.",
  "sodium.options.fps_limit.tooltip": "Ограничивает максимальное количество кадров в секунду. Это может помочь снизить расход заряда аккумулятора и общую нагрузку на систему при многозадачности. Если V-Sync включен, этот параметр будет игнорироваться, если только он не ниже частоты обновления вашего дисплея.",
  "sodium.options.view_bobbing.tooltip": "Если включено, взгляд игрока будет качаться при перемещении. Игроки, которые испытывают укачивание во время игры, могут отключить эту функцию.",
  "sodium.options.attack_indicator.tooltip": "Настраивает где на экране будет расположен индикатор атаки.",
  "sodium.options.autosave_indicator.tooltip": "Если включено, будет отображаться индикатор, когда игра сохраняет мир на диск.",
  "sodium.options.graphics_quality.tooltip": "Качество графики по умолчанию контролирует некоторые устаревшие параметры и необходимо для совместимости с модами. Если параметры ниже оставлены по умолчанию, они будут использовать этот параметр.",
  "sodium.options.clouds_quality.tooltip": "Контроллирует качество облаков прогруженных в небе",
  "sodium.options.weather_quality.tooltip": "Настраивает качество эффектов от дождя и снега.",
  "sodium.options.leaves_quality.name": "Качество лисьев",
  "sodium.options.leaves_quality.tooltip": "Настраивает качество листьев.",
  "sodium.options.particle_quality.name": "Качество частиц",
  "sodium.options.particle_quality.tooltip": "Контролирует максимальное количество частиц, которые могут присутствовать на экране одновременно.",
  "sodium.options.smooth_lighting.tooltip": "Определяет, будут ли блоки плавно освещены и затемнены. Это немного увеличивает количество времени, необходимое для перестроения чанка, но не влияет на частоту кадров.",
  "sodium.options.biome_blend.value": "%s блок(и)",
  "sodium.options.biome_blend.tooltip": "Настраивает радиус на котором происходит смешивание биомов. Более высокие значения значительно увеличивают количество времени, которое требуется для создания чанков.",
  "sodium.options.entity_distance.tooltip": "Определяет на каком расстоянии от игрока будут прогружаться существа. Более высокие значения уменьшат частоту кадров.",
  "sodium.options.entity_shadows.tooltip": "Если включено, базовые тени будут показываться под мобами и другими объектами.",
  "sodium.options.vignette.name": "Виньетирование",
  "sodium.options.vignette.tooltip": "Если включено, эффект виньетки будет отображаться в поле зрения игрока. Маловероятно, что это повлияет на частоту кадров, если вы не ограничили их.",
  "sodium.options.mipmap_levels.tooltip": "Управляет количеством MIP-карт, которые будут использоваться для текстур блоков. Более высокие значения обеспечивают лучшую визуализацию блоков на расстоянии, но могут отрицательно сказаться на производительности многих анимированных текстур.",
  "sodium.options.use_block_face_culling.name": "Отбраковка граней блоков",
  "sodium.options.use_block_face_culling.tooltip": "Если включено, для рендеринга будут представлены только те стороны блоков, которые обращены к камере. Это может устранить большое количество граней блока на самом раннем этапе процесса рендеринга, экономя пропускную способность памяти и время на GPU. Некоторые пакеты ресурсов могут иметь проблемы с этой опцией, поэтому попробуйте отключить ее, если вы видите дыры в блоках.",
  "sodium.options.use_fog_occlusion.name": "Густота тумана",
  "sodium.options.use_fog_occlusion.tooltip": "Если этот параметр включен, фрагменты, которые определены как полностью скрытые эффектами тумана, не будут отображаться, что поможет повысить производительность. Улучшение может быть более значительным, когда эффекты тумана сильнее (например, под водой), но в некоторых сценариях это может вызвать нежелательные визуальные артефакты между небом и туманом.",
  "sodium.options.use_entity_culling.name": "Отбраковка существ",
  "sodium.options.use_entity_culling.tooltip": "Если этот параметр включен, существа, которые не входят ни в какие видимые фрагменты, будут пропущены во время рендеринга. Это может помочь повысить производительность, избегая рендеринга объектов, расположенных под землей или за стенами.",
  "sodium.options.use_particle_culling.name": "Отбраковка частиц",
  "sodium.options.use_particle_culling.tooltip": "Если включено, будут визуализированы только те частицы, которые определены как видимые. Это может обеспечить значительное улучшение частоты кадров, когда поблизости много частиц.",
  "sodium.options.animate_only_visible_textures.name": "Анимировать видимые текстуры",
  "sodium.options.animate_only_visible_textures.tooltip": "Если этот параметр включен, будут обновлены только те анимированные текстуры, которые определены как видимые. Это может обеспечить значительное повышение частоты кадров на некоторых аппаратных средствах, особенно с более тяжелыми пакетами ресурсов. Если у вас возникли проблемы с тем, что некоторые текстуры не анимируются, попробуйте отключить эту опцию.",
  "sodium.options.cpu_render_ahead_limit.name": "Предел рендеринга",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Указывает максимальное количество кадров, которое ЦП может ожидать от графического процессора для завершения рендеринга. Очень низкие или высокие значения могут привести к нестабильности частоты кадров.",
  "sodium.options.cpu_render_ahead_limit.value": "%s кадр(ы)",
  "sodium.options.allow_direct_memory_access.name": "Прямой доступ к памяти",
  "sodium.options.allow_direct_memory_access.tooltip": "Если этот параметр включен, некоторым критическим путям кода будет разрешено использовать прямой доступ к памяти для повышения производительности. Это часто значительно снижает нагрузку на ЦП при рендеринге фрагментов и сущностей, но может усложнить диагностику некоторых ошибок и сбоев. Вы должны отключить это только в том случае, если вас попросили или иным образом знаете, что вы делаете.",
  "sodium.options.enable_memory_tracing.name": "Трассировка памяти",
  "sodium.options.enable_memory_tracing.tooltip": "Функция отладки. Если этот параметр включен, трассировка стека будет собираться вместе с выделением памяти, чтобы улучшить диагностическую информацию при обнаружении утечек памяти.",
  "sodium.options.performance_impact_string": "Влияние на производительность: %s",
  "sodium.options.use_persistent_mapping.name": "Постоянное выделение",
  "sodium.options.use_persistent_mapping.tooltip": "Если этот параметр включен, небольшой объем памяти будет постоянно использоваться в качестве промежуточного буфера для загрузки фрагментов, что поможет снизить нагрузку на ЦП и нестабильность времени кадра при загрузке или обновлении фрагментов.\n\nТребуется OpenGL 4.4 или ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Распределитель",
  "sodium.options.chunk_memory_allocator.tooltip": "Выбирает распределитель памяти, который будет использоваться для рендеринга фрагментов.\n- ASYNC: самый быстрый вариант, хорошо работает с большинством современных графических драйверов.\n- SWAP: резервный вариант для старых графических драйверов. Может значительно увеличить использование памяти.",
  "sodium.options.chunk_memory_allocator.async": "ASYNC",
  "sodium.options.chunk_memory_allocator.swap": "SWAP",
  "sodium.options.chunk_update_threads.name": "Потоки обновления чанков",
  "sodium.options.chunk_update_threads.tooltip": "Указывает количество потоков, используемых для построения чанка. Использование большего количества потоков может ускорить загрузку чанков и скорость обновления, но может отрицательно сказаться на времени кадра.",
  "sodium.options.always_defer_chunk_updates.name": "Откладывать обновление чанков",
  "sodium.options.always_defer_chunk_updates.tooltip": "Если этот параметр включен, рендеринг никогда не будет ждать завершения обновлений чанков, даже если они важны. Это может значительно улучшить частоту кадров в некоторых сценариях, но может привести к значительной визуальной задержке в мире.",
  "sodium.options.buttons.undo": "Отменить",
  "sodium.options.buttons.apply": "Применить",
  "sodium.options.buttons.donate": "Купить наше кофе!"
}
