{
  "sodium.option_impact.low": "Низкое",
  "sodium.option_impact.medium": "Среднее",
  "sodium.option_impact.high": "Высокое",
  "sodium.option_impact.extreme": "Экстремальное",
  "sodium.option_impact.varies": "Варьируется",
  "sodium.options.pages.general": "Общий",
  "sodium.options.pages.quality": "Качество",
  "sodium.options.pages.advanced": "Дополнительно",
  "sodium.options.view_distance.tooltip": "Расстояние рендеринга определяет, насколько далеко будет рендериться ландшафт. Меньшие расстояния означают, что будет отображаться меньше ландшафта, что повысит частоту кадров.",
  "sodium.options.brightness.tooltip": "Управляет яркостью (гаммой) игры.",
  "sodium.options.clouds.tooltip": "Управляет отображением облаков.",
  "sodium.options.gui_scale.tooltip": "Устанавливает максимальный масштабный коэффициент, который будет использоваться для пользовательского интерфейса. Если используется «авто», то всегда будет использоваться наибольший масштабный коэффициент.",
  "sodium.options.fullscreen.tooltip": "Если этот параметр включен, игра будет отображаться в полноэкранном режиме (если поддерживается).",
  "sodium.options.v_sync.name": "V-Sync (вертикальная синхронизация)",
  "sodium.options.v_sync.tooltip": "Если этот параметр включен, частота кадров игры будет синхронизирована с частотой обновления монитора, что в целом обеспечивает более плавное воспроизведение за счет общей задержки ввода. Этот параметр может снизить производительность, если ваша система слишком медленная.",
  "sodium.options.fps_limit.tooltip": "Ограничивает максимальное количество кадров в секунду. Фактически, это ограничит игру и может быть полезно, когда вы хотите продлить срок службы батареи или выполнять многозадачность между другими приложениями. Если V-Sync включен, этот параметр будет проигнорирован, если он не ниже, чем частота обновления вашего дисплея.",
  "sodium.options.view_bobbing.tooltip": "Если этот параметр включен, вид игрока будет покачиваться и покачиваться при перемещении. Игроки, страдающие укачиванием, могут извлечь выгоду из этого отключения.",
  "sodium.options.attack_indicator.tooltip": "Управляет отображением индикатора атаки на экране.",
  "sodium.options.graphics_quality.tooltip": "Качество графики по умолчанию контролирует некоторые устаревшие параметры и необходимо для совместимости модов. Если для параметров ниже оставлено значение \"По умолчанию\", они будут использовать этот параметр.",
  "sodium.options.clouds_quality.name": "Качество облаков",
  "sodium.options.clouds_quality.tooltip": "Управляет качеством визуализации облаков в небе.",
  "sodium.options.weather_quality.name": "Качество погоды",
  "sodium.options.weather_quality.tooltip": "Управляет качеством дождя и снега.",
  "sodium.options.particle_quality.name": "Качество частиц",
  "sodium.options.particle_quality.tooltip": "Управляет максимальным количеством частиц, которые могут одновременно присутствовать на экране.",
  "sodium.options.smooth_lighting.tooltip": "Управляет плавным освещением и затемнением блоков. Это немного увеличивает количество времени, необходимое для восстановления фрагмента, но не влияет на частоту кадров.",
  "sodium.options.biome_blend.tooltip": "Управляет диапазоном, из которого биомы будут отбираться для окраски блока. Более высокие значения значительно увеличивают время, необходимое для создания чанков, уменьшая при этом улучшение качества.",
  "sodium.options.entity_distance.tooltip": "Управляет тем, как далеко объекты могут отображаться от игрока. Более высокие значения увеличивают расстояние рендеринга за счет частоты кадров.",
  "sodium.options.entity_shadows.tooltip": "Если включено, основные тени будут отображаться под мобами и другими сущностями.",
  "sodium.options.vignette.name": "Виньетка",
  "sodium.options.vignette.tooltip": "Если этот параметр включен, на поле обзора игрока будет отображаться эффект виньетки. Маловероятно, что это повлияет на частоту кадров, если вы не ограничены скоростью заполнения.",
  "sodium.options.mipmap_levels.tooltip": "Управляет количеством MIP-карт, которые будут использоваться для текстур блочной модели. Более высокие значения обеспечивают лучшую визуализацию блоков на расстоянии, но могут отрицательно повлиять на производительность со многими анимированными текстурами.",
  "sodium.options.use_block_face_culling.name": "Использовать Block Face Culling",
  "sodium.options.use_block_face_culling.tooltip": "Если этот параметр включен, для визуализации будут отправлены только те стороны блоков, которые обращены к камере. Это может устранить большое количество граней блоков на очень ранних этапах процесса рендеринга, сэкономив пропускную способность памяти и время на GPU. В некоторых пакетах ресурсов могут быть проблемы с этой опцией, поэтому попробуйте отключить ее, если вы видите дыры в блоках.",
  "sodium.options.use_fog_occlusion.name": "Использовать Fog Occlusion",
  "sodium.options.use_fog_occlusion.tooltip": "Если этот параметр включен, фрагменты, которые определены как полностью скрытые эффектами тумана, не будут отображаться, что помогает повысить производительность. Улучшение может быть более значительным, когда эффекты тумана более сильные (например, под водой), но в некоторых сценариях это может вызвать нежелательные визуальные артефакты между небом и туманом.",
  "sodium.options.use_entity_culling.name": "Использовать Entity Culling",
  "sodium.options.use_entity_culling.tooltip": "Если этот параметр включен, объекты, не входящие в какие-либо видимые блоки, будут пропускаться во время рендеринга. Это может помочь повысить производительность, избегая рендеринга объектов, расположенных под землей или за стенами.",
  "sodium.options.use_particle_culling.name": "Использовать удаление частиц",
  "sodium.options.use_particle_culling.tooltip": "Если этот параметр включен, будут отображаться только частицы, которые определены как видимые. Это может значительно улучшить частоту кадров, когда рядом много частиц.",
  "sodium.options.animate_only_visible_textures.name": "Анимировать только видимые текстуры",
  "sodium.options.animate_only_visible_textures.tooltip": "Если этот параметр включен, будут обновлены только анимированные текстуры, определенные как видимые. Это может значительно повысить частоту кадров на некотором оборудовании, особенно с более тяжелыми пакетами ресурсов. Если у вас возникли проблемы с отсутствием анимации некоторых текстур, попробуйте отключить эту опцию.",
  "sodium.options.allow_direct_memory_access.name": "Разрешить прямой доступ к памяти",
  "sodium.options.allow_direct_memory_access.tooltip": "Если этот параметр включен, некоторым критическим путям кода будет разрешено использовать прямой доступ к памяти для повышения производительности. Это часто значительно снижает накладные расходы ЦП на рендеринг фрагментов и объектов, но может затруднить диагностику некоторых ошибок и сбоев. Вы должны отключать это только в том случае, если вас попросили или иным образом знаете, что вы делаете.",
  "sodium.options.enable_memory_tracing.name": "Включить отслеживание памяти",
  "sodium.options.enable_memory_tracing.tooltip": "Функция отладки. Если этот параметр включен, трассировки стека будут собираться вместе с выделением памяти, чтобы улучшить диагностическую информацию при обнаружении утечек памяти.",
  "sodium.options.performance_impact_string": "Влияние на производительность: %s",
  "sodium.options.buttons.undo": "Отменить",
  "sodium.options.buttons.apply": "Применить",
  "sodium.options.buttons.close": "Закрыть",
  "sodium.options.buttons.donate": "Купить нам кофе!"
}