{
  "sodium.option_impact.low": "Низко",
  "sodium.option_impact.medium": "Средне",
  "sodium.option_impact.high": "Высоко",
  "sodium.option_impact.extreme": "Экстремально",
  "sodium.option_impact.varies": "Вариативно",
  "sodium.options.pages.general": "Основное",
  "sodium.options.pages.quality": "Качество",
  "sodium.options.pages.advanced": "Дополнительно",
  "sodium.options.view_distance.tooltip": "Расстояние рендеринга определяет, как далеко будет отрисована местность. Меньшие расстояния означают, что будет визуализироваться меньше рельефа, что улучшит частоту кадров.",
  "sodium.options.brightness.tooltip": "Управляет яркостью (гаммой) игры.",
  "sodium.options.clouds.tooltip": "Управляет тем, будут ли видны облака или нет.",
  "sodium.options.fog.name": "Туман",
  "sodium.options.fog.tooltip": "Если этот параметр включен, то для местности на расстоянии будет использоваться эффект тумана. Отключение этой опции не изменит эффекты тумана, используемые под водой или в Незере.",
  "sodium.options.gui_scale.tooltip": "Задает максимальный масштабный коэффициент, используемый для пользовательского интерфейса. Если 'авто' используется, то всегда будет использоваться самый большой масштабный коэффициент.",
  "sodium.options.fullscreen.tooltip": "Если эта функция включена, то игра будет отображаться в полноэкранном режиме (если поддерживается).",
  "sodium.options.v_sync.name": "V-Sync",
  "sodium.options.v_sync.tooltip": "Если эта функция включена, частота кадров игры будет синхронизирована с частотой обновления монитора, что в целом обеспечивает более плавный режим работы за счет общей задержки ввода. Этот параметр может снизить производительность, если ваша система слишком медленная.",
  "sodium.options.fps_limit.tooltip": "Ограничивает максимальное количество кадров в секунду. По сути, это будет дросселировать игру и может быть полезно, когда вы хотите сэкономить время автономной работы или многозадачность между другими приложениями. Если V-Sync включен, эта опция будет проигнорирована, если только она не будет ниже частоты обновления вашего дисплея.",
  "sodium.options.view_bobbing.tooltip": "Если он включен, то вид игрока будет раскачиваться и качаться при перемещении. Игроки, которые страдают от укачивания, могут чувствовать себя спокойно при отключении этой настройки.",
  "sodium.options.attack_indicator.tooltip": "Управляет отображением Индикатора Атаки на экране.",
  "sodium.options.graphics_quality.tooltip": "Качество графики по умолчанию контролирует некоторые устаревшие параметры и необходимо для совместимости с модами. Если нижеприведенные параметры оставлены для \"Стандарт\", они будут использовать эту настройку.",
  "sodium.options.clouds_quality.name": "Качество Облаков",
  "sodium.options.clouds_quality.tooltip": "Контролирует качество визуализированных облаков в небе.",
  "sodium.options.weather_quality.name": "Качество Погоды",
  "sodium.options.weather_quality.tooltip": "Контролирует качество эффектов дождя и снега.",
  "sodium.options.particle_quality.name": "Качество Частиц",
  "sodium.options.particle_quality.tooltip": "Управляет максимальным количеством частиц, которые могут присутствовать на экране в любой момент времени.",
  "sodium.options.smooth_lighting.tooltip": "Контролирует качество плавных световых эффектов.\n\nOff - Нет мягкого освещения\nНизко - Только плавное освещение для блоков\nВысоко (new!) - Плавное освещение блоков и существ",
  "sodium.options.biome_blend.tooltip": "Управляет диапазоном, в котором биомы будут отбираться для блочной окраски. Более высокие значения значительно увеличивают время, необходимое для создания блоков для уменьшения улучшений качества.",
  "sodium.options.entity_distance.tooltip": "Управляет тем, как далеко объекты могут отрисовываться от игрока. Более высокие значения увеличивают расстояние рендеринга за счет частоты кадров.",
  "sodium.options.entity_shadows.tooltip": "Если эта функция включена, основные тени будут отображаться под мобами и другими объектами.",
  "sodium.options.vignette.name": "Виньетка",
  "sodium.options.vignette.tooltip": "Если эта функция включена, то на экране игрока будет отображаться эффект виньетки. Очень маловероятно, что это повлияет на значение частоты кадров, если вы не ограничены скоростью заполнения.",
  "sodium.options.mipmap_levels.tooltip": "Управляет количеством MIP-карт, которые будут использоваться для текстур блочной модели. Более высокие значения обеспечивают лучшую визуализацию блоков на расстоянии, но могут негативно повлиять на производительность со многими анимированными текстурами.",
  "sodium.options.chunk_renderer.name": "Рендерер Чанков",
  "sodium.options.chunk_renderer.tooltip": "Современные версии OpenGL предоставляют функции, которые могут быть использованы для значительного снижения накладных расходов драйверов при рендеринге чанков. Вы должны использовать последний набор функций, разрешенный Sodium для оптимальной производительности. Если вы столкнулись с проблемами рендеринга фрагментов или сбоями драйверов, попробуйте использовать более старые (и, возможно, более стабильные) наборы функций.",
  "sodium.options.use_chunk_face_culling.name": "Использовать Отбраковку Сетки Чанков",
  "sodium.options.use_chunk_face_culling.tooltip": "Если этот параметр включен, то на процессоре будет выполнен дополнительный проход отбраковки, чтобы определить, какие плоскости сетки чанков видны. Это позволяет устранить большое количество граней блоков на самом раннем этапе процесса рендеринга, экономя пропускную способность памяти и время на графическом процессоре.",
  "sodium.options.use_compact_vertex_format.name": "Использовать Компактный Формат Вершин",
  "sodium.options.use_compact_vertex_format.tooltip": "Если этот параметр включен, то для фрагментарных сеток будет использоваться более компактный формат вершин, который ограничивает точность атрибутов вершин. Этот формат сократит использование графической памяти и требования к пропускной способности примерно на 40%, но в некоторых случаях может вызвать проблемы с текстурой z-fighting/flickering.",
  "sodium.options.use_fog_occlusion.name": "Использовать Окклюзию Тумана",
  "sodium.options.use_fog_occlusion.tooltip": "Если этот параметр включен, то фрагменты, которые будут полностью скрыты эффектами тумана, будут пропущены во время рендеринга. Это, как правило, обеспечивает скромное улучшение количества фрагментов, отображаемых в каждом кадре, особенно там, где эффекты тумана более тяжелые (то есть находясь под водой.)",
  "sodium.options.use_entity_culling.name": "Использовать Отбраковку Существ",
  "sodium.options.use_entity_culling.tooltip": "Если этот параметр включен, то перед попыткой визуализации объекта будет выполнен вторичный отбраковочный проход. Этот дополнительный проход учитывает текущий набор видимых чанков и удаляет объекты, которые не находятся ни в один видимый чанк.",
  "sodium.options.use_particle_culling.name": "Использовать Отбраковку Частиц",
  "sodium.options.use_particle_culling.tooltip": "Если этот параметр включен, то будут отображаться только те частицы, которые определены как видимые. Это может обеспечить значительное улучшение частоты кадров, когда рядом находится много частиц.",
  "sodium.options.animate_only_visible_textures.name": "Анимировать Только Видимые Текстуры",
  "sodium.options.animate_only_visible_textures.tooltip": "Если этот параметр включен, то будут обновлены только анимированные текстуры, определенные как видимые. Это может обеспечить значительное повышение частоты кадров на некоторых устройствах. Если у вас возникли проблемы с некоторыми текстурами, которые не анимируются, отключите эту опцию.",
  "sodium.options.use_memory_intrinsics.name": "Использовать Встроенные Функции Памяти",
  "sodium.options.use_memory_intrinsics.tooltip": "Если включено, специальные встроенные функции будут использоваться для ускорения копирования клиентской памяти в определенных сценариях с ограничением вершин, таких как рендеринг частиц и текста. Эта опция существует только для целей отладки и должна быть оставлена включенной, если вы не знаете, что делаете.",
  "sodium.options.disable_driver_blacklist.name": "Отключить Черный Список Драйверов",
  "sodium.options.disable_driver_blacklist.tooltip": "Если выбрано, Sodium будет игнорировать встроенный черный список драйвера и включит опции не совместимые с вашей системной конфигурацией. Это может вызвать серьезные проблемы и не должно использоваться, если вы действительно не знаете что делаете. Экран настроек должен быть сохранен, закрыт и снова открыт после изменения этой опции, чтобы выявить ранее скрытые опции.",
  "sodium.options.performance_impact_string": "Влияние на Производительность: %s",
  "sodium.options.buttons.undo": "Вернуть",
  "sodium.options.buttons.apply": "Подтвердить",
  "sodium.options.buttons.close": "Закрыть"
}
