{
    "sodium.option_impact.low": "Låg",
    "sodium.option_impact.medium": "Medium",
    "sodium.option_impact.high": "Hög",
    "sodium.option_impact.extreme": "Extrem",
    "sodium.option_impact.varies": "Varierar",
    "sodium.options.pages.general": "Allmän",
    "sodium.options.pages.quality": "Kvalitet",
    "sodium.options.pages.advanced": "Advancerat",
    "sodium.options.view_distance.tooltip": "Renderingsavståndet reglerar hur långt ifrån spelaren terräng kommer renderas. Lägre distanser resulteras i att mindre terräng renderas, vilket förbättrar bildhastigheten.",
    "sodium.options.brightness.tooltip": "Reglerar ljusstyrkan (gamman) i spelet.",
    "sodium.options.clouds.tooltip": "Reglerar huruvida moln är synliga eller inte.",
    "sodium.options.gui_scale.tooltip": "Bestämmer den maximala storleken som används för användargränssnittet. Om \"auto\" väljs så kommer den största storleken alltid att användas.",
    "sodium.options.fullscreen.tooltip": "Om aktiverat kommer spelet visas i fullskärm (om det stöds).",
    "sodium.options.v_sync.name": "V-Sync",
    "sodium.options.v_sync.tooltip": "Om aktiverat kommer spelets bildhastighet synkroniseras med bildskärmens bildhastighet vilket resulterar i en jämnare upplevelse på bekostnad av ingångsfördröjningen i helhet. Det kan minska prestandan om ditt system är långsamt.",
    "sodium.options.fps_limit.tooltip": "Limiterar maximalt antal bilder per sekund som kan visas. När det används kommer spelets prestanda att strypas och kan vara användbar om du vill spara batteritid eller multi-taska mellan andra applikationer. Om V-Sync är aktiverat kommer denna inställning ignoreras såvida inte den är lägre än din bildskärms uppdateringshastighet.",
    "sodium.options.view_bobbing.tooltip": "Om aktiverat kommer spelarens vy vackla upp och ner när den rör på sig. Spelare som lider av rörelsesjuka kan dra nytta av att inaktivera detta. ",
    "sodium.options.attack_indicator.tooltip": "Reglerar var Attack indikatorn visas på skärmen.",
    "sodium.options.graphics_quality.tooltip": "Standardgrafikkvaliteten styr vissa gamla alternativ och är nödvändig för modkompatibilitet. Om alternativen nedan lämnas till \"Standard\" använder de denna inställning.",
    "sodium.options.clouds_quality.name": "Moln Kvalitet",
    "sodium.options.clouds_quality.tooltip": "Reglerar kvaliten av renderade moln i himlen.",
    "sodium.options.weather_quality.name": "Väder Kvalitet",
    "sodium.options.weather_quality.tooltip": "Reglerar kvaliteten på regn- och snöeffekter.",
    "sodium.options.particle_quality.name": "Partikel Kvalitet",
    "sodium.options.particle_quality.tooltip": "Reglerar max antal partiklar som kan visas på skärmen samtidigt.",
    "sodium.options.smooth_lighting.tooltip": "Reglerar kvaliten av mjuk belysnings-effekten\n\nAv - Ingen mjuk belysning\nLowe - Mjuk blocks-belysning endast\nHög (Ny!) - Mjuk block-belysning och enhets belysning",
    "sodium.options.biome_blend.tooltip": "Kontrollerar distansen för vilka biome som ska samplas för blockfärgning. Högre värden ökar kraftigt den tid det tar att bygga chunks för att minska kvalitetsförbättringarna.",
    "sodium.options.entity_distance.tooltip": "Reglerar hur långt borta enheter kan renderas från spelaren. Högre värden ökar renderingsavståndet på bekostnad av bildhastigheter.",
    "sodium.options.entity_shadows.tooltip": "Om aktiverat kommer grundläggande skuggor att renderas under mobs och andra enheter.",
    "sodium.options.vignette.name": "Vinjett",
    "sodium.options.vignette.tooltip": "Om aktiverat kommer en vinjetteffekt att renderas på spelarens vy. Det är mycket osannolikt att det kommer att göra någon skillnad i bildfrekvensen om du inte är begränsad för fill-rate.",
    "sodium.options.mipmap_levels.tooltip": "Reglerar antalet mipmaps som kommer att användas för blockmodellstrukturer. Högre värden ger bättre återgivning av block i fjärran, men kan påverka prestandan negativt med många animerade strukturer.",
    "sodium.options.chunk_renderer.name": "Chunk Renderare",
    "sodium.options.chunk_renderer.tooltip": "Moderna versioner av OpenGL tillhandahåller funktioner som kan användas för att kraftigt minska omkostnader vid rendering av chunks. Du bör använda den senaste funktionen som Sodium tillåter för optimal prestanda. Om du stöter på problem med återgivning av delar eller drivrutiner kraschar kan du försöka använda de äldre (och kanske mer stabila) funktionerna.",
    "sodium.options.use_chunk_face_culling.name": "Använd Chunk Face Culling",
    "sodium.options.use_chunk_face_culling.tooltip": "Om aktiverat utförs ytterligare en utskjutningskort på CPU: n för att bestämma vilka plan i ett stycknät som är synliga. Detta kan eliminera ett stort antal blockytor mycket tidigt i renderingsprocessen, vilket sparar minnesbandbredd och tid på GPU.",
    "sodium.options.use_compact_vertex_format.name": "Använd Kompakt Vertex Format",
    "sodium.options.use_compact_vertex_format.tooltip": "Om aktiverat kommer ett mer kompakt vertexformat att användas för bitnät som begränsar precisionen i toppunktattributen. Detta format kommer att minska användningen av grafikminnet och bandbreddskraften med cirka 40%, men kan orsaka problem med z-fighting\/ flimmer.",
    "sodium.options.use_fog_occlusion.name": "Använd Dimmauteslutning",
    "sodium.options.use_fog_occlusion.tooltip": "Om aktiverat kommer chunks som är utom synhåll av på grund av dimmeffekter hoppas över under rendering. Detta ger i allmänhet en blygsam förbättring av antalet chunks som renderas varje bild, särskilt när dimmaeffekter är tyngre (dvs under vattnet).",
    "sodium.options.use_entity_culling.name": "Avnänd Entity Culling",
    "sodium.options.use_entity_culling.tooltip": "Om aktiverat utförs ett sekundärt borttagningspass innan du försöker rendera en enhet. Detta ytterligare pass tar hänsyn till den aktuella uppsättningen av synliga chunks och tar bort enheter som inte finns i några synliga chunks.",
    "sodium.options.use_particle_culling.name": "Använd Partikelfångning",
    "sodium.options.use_particle_culling.tooltip": "Om aktiverat kommer endast partiklar som anses vara synliga bli renderade. Detta kan ha en stor betydelse för bildhastigheten när det finns många partiklar i närheten.",
    "sodium.options.animate_only_visible_textures.name": "Animera Endast Synliga Texturer",
    "sodium.options.animate_only_visible_textures.tooltip": "Om aktiverat kommer endast animerade strukturer som anses vara synliga uppdateras. Detta kan ge ett betydande uppsving för bildhastigheter på viss hårdvara. Om du upplever problem med vissa texturer som inte animeras kan du inaktivera det här alternativet.",
    "sodium.options.use_memory_intrinsics.name": "Använd Memory Intrinsics",
    "sodium.options.use_memory_intrinsics.tooltip": "Om aktiverat kommer speciella intrinsics att användas för att påskynda kopieringen av klientminnet i vissa vertexbegränsade scenarier, såsom partikel och text rendering. Det här alternativet finns bara för felsökningsändamål och bör vara aktiverat om du inte vet vad du gör.",
    "sodium.options.disable_driver_blacklist.name": "Inaktivera Drivrutins Svartlista",
    "sodium.options.disable_driver_blacklist.tooltip": "Om den är vald ignorerar Sodium den inbyggda drivrutins svartlistan och aktiverar alternativ som är kända för att vara okompatibla med din systemkonfiguration. Detta kan orsaka allvarliga problem och bör inte användas om du inte vet bättre. Inställningsskärmen måste sparas, stängas och öppnas igen efter att detta alternativ har ändrats för att avslöja tidigare dolda alternativ.",
    "sodium.options.performance_impact_string": "Prestanda påverkan %",
    "sodium.options.buttons.undo": "Ångra",
    "sodium.options.buttons.apply": "Använd",
    "sodium.options.buttons.close": "Stäng"
}