{
    "sodium.option_impact.low": "Düşük",
    "sodium.option_impact.medium": "Orta",
    "sodium.option_impact.high": "Yüksek",
    "sodium.option_impact.extreme": "Çok Yüksek",
    "sodium.option_impact.varies": "Değişken",
    "sodium.options.pages.general": "Genel",
    "sodium.options.pages.quality": "Kalite",
    "sodium.options.pages.advanced": "Gelişmiş",
    "sodium.options.view_distance.tooltip": "Görüş mesafesi ne kadar uzağı görebileceğinizi kontrol eder, düşük mesafelerde uzak alanlar yüklenmez ancak kare hızı iyileşir.",
    "sodium.options.brightness.tooltip": "Oyunun parlaklığını (Gama) kontrol eder.",
    "sodium.options.clouds.tooltip": "Bulutların görünüp görünmeyeceğini kontrol eder.",
    "sodium.options.gui_scale.tooltip": "Kullanıcı arayüzünün ölçeğini ayarlar, eğer \"Otomatik\" kullanılırsa daima en büyük ölçek kullanılır.",
    "sodium.options.fullscreen.tooltip": "Etkinleştirilirse ve sistem tarafından destekleniyorsa oyun tam ekran olarak gösterilecektir.",
    "sodium.options.v_sync.name": "Dikey Senkronizasyon",
    "sodium.options.v_sync.tooltip": "Etkinleştirilirse, oyun kare hızı monitörün yenileme hızı ile senkronize edilir. Daha pürüzsüz bir deneyim sunar, sisteminiz çok düşük ise bu ayar performansınızı düşürebilir.",
    "sodium.options.fps_limit.tooltip": "Saniyedeki maksimum kare sayısını sınırlandırır. Bu oyuna ayrılan sistem kaynağını kısıtlar, pil ömrünü ve çoklu işlem yapıyorsanız yararlı olabilir. Dikey Senkronizasyon etkin ise, ekranınızın yenileme hızından düşük olmadığı sürece bu seçenek yok sayılır.",
    "sodium.options.view_bobbing.tooltip": "Etkinleştirilirse, oyuncular hareket ederken sallanır.",
    "sodium.options.attack_indicator.tooltip": "Atak göstergesinin nerede konumlandırıldığını kontrol eder.",
    "sodium.options.graphics_quality.tooltip": "Varsayılan grafik kalitesi bazı eski seçenekleri kontrol eder ve mod uyumluluğu için gereklidir. Aşağıdaki seçenekler \"Varsayılan\" olarak bırakılırsa bu ayarı kullanırlar.",
    "sodium.options.clouds_quality.name": "Bulut Kalitesi",
    "sodium.options.clouds_quality.tooltip": "Gökyüzündeki bulutların kalitesini kontrol eder.",
    "sodium.options.weather_quality.name": "Hava Kalitesi",
    "sodium.options.weather_quality.tooltip": "Yağmur ve kar efektlerinin kalitesini kontrol eder.",
    "sodium.options.particle_quality.name": "Efekt Kalitesi",
    "sodium.options.particle_quality.tooltip": "Ekranda bulunabilecek maksimum efekt parçacığı sayısını kontrol eder.",
    "sodium.options.smooth_lighting.tooltip": "Yumuşak ışıklandırma kalitesini kontrol eder.\n\nKapalı - Yumuşak ışıklandırma yok.\nDüşük - Yalnızca yumuşak blok ışıklandırması.\nYüksek (yeni!) - Yumuşak blok ve varlık ışıklandırması.",
    "sodium.options.biome_blend.tooltip": "Biyom bloklarının renklendirilmesi için biyomların örnekleneceği aralığı kontrol eder. Yüksek değerler daha iyi kalite için chunk oluşturma süresini büyük ölçüde arttırır.",
    "sodium.options.entity_distance.tooltip": "Varlıkların, oyuncudan ne kadar uzaklıkta görüntülenebileceğini kontrol eder. Yüksek değerler varlık görüş mesafesini arttırır ancak kare hızını düşürür.",
    "sodium.options.entity_shadows.tooltip": "Etkinleştirilirse, varlıkların altında basit gölgeler oluşturulur.",
    "sodium.options.vignette.name": "Vinyet",
    "sodium.options.vignette.tooltip": "Etkinleştirilirse, oyuncunun ekranında bir karartma efekti oluşturur. Kare hızına etkisi çok düşüktür.",
    "sodium.options.mipmap_levels.tooltip": "Dokular için kullanılacak mipmap sayısını etkiler, bu sayede yüksek değerler uzaktaki blokların daha iyi görüntülenmesini sağlar. Animasyonlu dokudaki performansı olumsuz etkileyebilir.",
    "sodium.options.chunk_renderer.name": "Chunk Oluşturucu",
    "sodium.options.chunk_renderer.tooltip": "OpenGL'nin modern versiyonları chunkları oluştururken kullanılacak sürücü yükünü büyük ölçüde azaltmak için kullanılabilecek özellikler sunar. Optimum performans için Sodium tarafından izin verilen en son OpenGL sürümünü kullanmalısınız. Chunk oluşturma sorunları ve sürücü çökmeleri ile karşılaşıyorsanız, eski (ve muhtemelen daha stabil) OpenGL'yi kullanabilirsiniz.",
    "sodium.options.use_chunk_face_culling.name": "Chunk Kaldırma Kullan",
    "sodium.options.use_chunk_face_culling.tooltip": "Etkinleştirilirse, chunklarda hangi alanların görünür olduğunu belirlemek için CPU'da ek bir kaldırma geçişi gerçekleştirilir. Bu, chunk oluşturma işleminin çok erken zamanlarında çok sayıda blok oluşumunu ortadan kaldırıp, ekran kartı belleği bant genişliği ve zaman tasarrufu sağlar.",
    "sodium.options.use_compact_vertex_format.name": "Kompakt Köşe Biçimi Kullan",
    "sodium.options.use_compact_vertex_format.tooltip": "Etkinleştirilirse, chunklar için daha kompakt bir köşe biçim kullanılır. Bu biçim, ekran kartı belleği kullanımı ve bant genişliğini %40 oranında azaltacaktır, ancak bazı durumlarda dokularda hatalara neden olabilir.",
    "sodium.options.use_fog_occlusion.name": "Fog Engellemesi Kullan",
    "sodium.options.use_fog_occlusion.tooltip": "Etkinleştirilirse, sis efektleri tarafından tamamen gizlendiği belli olan chunklar oluşturulmayacaktır. Bu genellikle, sis efektlerinin daha yoğun olduğu bölgelerde her bir karede oluşturulan chunkların sayısında mütevazi bir iyileştirme sağlayacaktır.",
    "sodium.options.use_entity_culling.name": "Varlık Kaldırma Kullan",
    "sodium.options.use_entity_culling.tooltip": "Etkinleştirilirse, bir varlık oluşturulmadan önce ikincil bir kaldırma işlemi gerçekleştirilir. Bu ek geçiş, mevcut görünür olan chunkları hesaplar ve görünür olmayan chunklardaki varlıkları kaldırır.",
    "sodium.options.use_particle_culling.name": "Efekt Kaldırma Kullan",
    "sodium.options.use_particle_culling.tooltip": "Etkinleştirilirse, yalnızca ekranda görünür olan efektler oluşturulur. Bu, yakınınızda çok sayıda efekt parçacığı olduğunda kare hızında önemli iyileştirmeler sağlayabilir.",
    "sodium.options.animate_only_visible_textures.name": "Yalnızca Görünen Dokuları Hareket Ettir",
    "sodium.options.animate_only_visible_textures.tooltip": "Etkinleştirilirse, yalnızca ekranda görünür olan hareketli dokular bu işleve devam edecektir. Bu, bazı donanımlarda kare hızlarında önemli iyileştirmeler sağlayabilir. Bazı dokuların hareketlendirilmesi ile ilgili sorunlar yaşıyorsanız bu seçeneği devre dışı bırakın.",
    "sodium.options.use_memory_intrinsics.name": "Bellek Yapısını Kullan",
    "sodium.options.use_memory_intrinsics.tooltip": "Etkinleştirilirse, istemci belleğinin efekt ve metin oluşturma gibi bazı senaryolarda kopyalanmasını hızlandırmak için özel yapılar kullanılır. Bu seçenek yalnızca hata ayıklama amacıyla buradadır, ne yaptığınızı bilmiyorsanız aktif bırakılmalıdır.",
    "sodium.options.disable_driver_blacklist.name": "Sürücü Karalistesini Devre Dışı Bırak",
    "sodium.options.disable_driver_blacklist.tooltip": "Seçilirse, Sodium içerisindeki sürücü karalistesini göz ardı eder ve oyun konfigürasyonunu bozabilecek bazı seçenekler aktif edilebilir hale gelir. Bu ciddi sorunlara sebep olabilir ve ne yaptığınızı bilmiyorsanız kullanmamalısınız. Gizlenmiş seçeneklerin aktif olması için bu ayarların kaydedilmesi, kapatılması ve yeniden açılması gerekir.",
    "sodium.options.performance_impact_string": "Performans Etkisi: %s",
    "sodium.options.buttons.undo": "Geri Al",
    "sodium.options.buttons.apply": "Onayla",
    "sodium.options.buttons.close": "Kapat"
}