{
  "sodium.option_impact.low": "Düşük",
  "sodium.option_impact.medium": "Orta",
  "sodium.option_impact.high": "Yüksek",
  "sodium.option_impact.extreme": "Çok Yüksek",
  "sodium.option_impact.varies": "Değişken",
  "sodium.options.pages.quality": "Kalite",
  "sodium.options.pages.performance": "Performans",
  "sodium.options.pages.advanced": "Gelişmiş",
  "sodium.options.view_distance.tooltip": "Yükleme uzaklığı yeryüzünün ne kadar uzak yüklenceğini ayarlar. Daha az değerler daha az yerin yüklenceğini belirtir, fps yükselir.",
  "sodium.options.simulation_distance.tooltip": "Simulasyon uzaklığı varlıkların ne kadar uzaktan yükleneceğini ve tickleyeceğini belirtir. Daha az değerler iç sunucunun yükünü azaltır ve fps artırır.",
  "sodium.options.brightness.tooltip": "Oyunun parlaklığını(gammasını) belirler.",
  "sodium.options.gui_scale.tooltip": "Oyuncu arayüzünün büyüklüğünü belirler. Eğer 'Otomatik' ayarlandı ise yapılabilen en büyük değer kullanılır.",
  "sodium.options.fullscreen.tooltip": "Eğer aktifse, oyun tam ekrana geçer. (Destekleniyor ise)",
  "sodium.options.v_sync.tooltip": "Eğer aktifse, oyun fps'i monitör yenilenme hızına sabitlenir, ve biraz yavaş giriş hızı ücretinde daha yumuşak ve sabit bir görünüm elde edilir. Bu ayar eğer sistem çok yavaş ise performansı etkileyebilir.",
  "sodium.options.fps_limit.tooltip": "FPS'in maximum limitidir. Bu batarya kullanımını azaltmaya ve tam sistem kullanımını azaltır. Eğer V-Sync aktifse, bu ayar normal monitörün yenilenme hızından düşük olmadığı sürece kullanılmaz.",
  "sodium.options.view_bobbing.tooltip": "Eğer aktifse, oyuncunun görüşü harekete dayalı olarak değişir. Hareket hassaslığına sahip oyuncular bunu devredışı bırakabilir.",
  "sodium.options.attack_indicator.tooltip": "Saldırı Belirticisinin nerede görünteleneceğinin belirtir.",
  "sodium.options.autosave_indicator.tooltip": "Eğer Aktifse, dünya diske kaydolurken bir işaret ikonu ortaya çıkar.",
  "sodium.options.graphics_quality.tooltip": "Varsayılan ayarı eski özellikleri desteklemek içindir. Eğer aşağıdaki ayarlar \"Varsayılan\" ise, ana ayarı kullanıcaklardır.",
  "sodium.options.clouds_quality.tooltip": "Gökyüzündeki bulutların kalitesini kontrol eder.",
  "sodium.options.weather_quality.tooltip": "Yağmur ve kar efektlerinin kalitesini kontrol eder.",
  "sodium.options.leaves_quality.name": "Yaprak Kalitesi",
  "sodium.options.leaves_quality.tooltip": "Yaprakların kalitesini kontrol eder.",
  "sodium.options.particle_quality.name": "Parçacık Kalitesi",
  "sodium.options.particle_quality.tooltip": "Ekranda aynı anda olabilecek parçacık sayısını limitler.",
  "sodium.options.smooth_lighting.tooltip": "Blokların yumuşak bir biçimde gölgelendirileceğini kontrol eder. Bu bir Chunk'ı oluşturmak için gereken zamanı artırır, ama fps'i etkilemez.",
  "sodium.options.biome_blend.value": "%s blok(lar)",
  "sodium.options.biome_blend.tooltip": "Biyomların ne kadar renk olarak birbirine benzetiliceği oranı belirler. Yüksek oranlar bir Chunk'ın oluşturma zamanını artırır ama daha iyi kalite sağlar.",
  "sodium.options.entity_distance.tooltip": "Varlıkların oyuncudan ne kadar uzakta gösterileceğini belirler. Yüksek oranlar, fps ücreti ile daha uzak görüş sağlar.",
  "sodium.options.entity_shadows.tooltip": "Eğer Aktifse, Oyuncu Ve Varlıklar altında basit bir gölge çizilir.",
  "sodium.options.vignette.name": "Skeçleme",
  "sodium.options.vignette.tooltip": "Eğer Aktifse, oyuncunun görüşünde bir karanlılık(skeçleme) olustrulur. Kötü bir bilgisayar kullanmadığınız sürece bu fps'e etki etmez.",
  "sodium.options.mipmap_levels.tooltip": "Blok model dokuları için ne kadar mipmap kullanılacağını kontrol eder. Yüksek değerler uzaktaki blokların görütelenmesini iyileştirir, ama fazla animasyonlu dokular var ise performansı negatif olarak etkiler.",
  "sodium.options.use_block_face_culling.name": "Blok Yüzü Düşürme",
  "sodium.options.use_block_face_culling.tooltip": "Eğer Aktifse, blokların sadece kameraya dönük yüzü görüntülenir. Görüntüleme işleminde erkenden fazla derecede blok yüzünü engeller, bu sayede hafıza(ram) kullanımını ve Grafik Kartındaki yükü azaltır. Bazı kaynak paketleri sorun yaşayabilir, eğer bloklarda gereksiz delikler görüyorsanız devredışı bırakın.",
  "sodium.options.use_fog_occlusion.name": "Sis Düşürmesi",
  "sodium.options.use_fog_occlusion.tooltip": "Eğer Aktifse, sis tarafından gizlenmiş chunklar görüntelenmez, fps yükseltir. Bu sis efektleri ağırken çok derecede fps artırabilir (su altında iken gibi), ama bazı nedenlerle gökyüzü ve sis arası hatalara eden olabilir.",
  "sodium.options.use_entity_culling.name": "Varlık Düşürme",
  "sodium.options.use_entity_culling.tooltip": "Eğer Aktifse, görünemeyen varlıklar görüntüleme işleminde boş geçilir. Duvar arkasında yada yeraltında olan varlıkları boş geçerek performans artırabilir.",
  "sodium.options.use_particle_culling.name": "Parçacık Düşürme",
  "sodium.options.use_particle_culling.tooltip": "Eğer Aktifse, sadece görünen parçacıklar görüntelenir. Eğer çok parçacıklı bir ortamda iseniz büyük bir performans artırabilir.",
  "sodium.options.animate_only_visible_textures.name": "Sadece Görünen Dokuları Oynat",
  "sodium.options.animate_only_visible_textures.tooltip": "Eğer Aktifse, sadece görünen animasyonlu dokular güncellenebilir. Bazı sistemler üzerinde büyük performans artırabilir, özellikle ağır kaynak paketlerinde. Eğer bazı dokuların animasyonu çalışmıyorsa bu seçeneği devredışı bırakın.",
  "sodium.options.cpu_render_ahead_limit.name": "İşlemci ÖnYükleme Limiti",
  "sodium.options.cpu_render_ahead_limit.tooltip": "İşlemcinin, Grafik Kartı kareyi tamamlamadan önce oluşturacağı kare sayısı. Çok düşük veya çok fazla oranlar kare dengesizliği oluşturabilir.",
  "sodium.options.cpu_render_ahead_limit.value": "%s kare(ler)",
  "sodium.options.allow_direct_memory_access.name": "Tam Hafıza Erişimine İzin Ver",
  "sodium.options.allow_direct_memory_access.tooltip": "Eğer Aktifse, bazı kritik kod yolları erişim için açılır. Bu genellikle İşlemci yükünü Chunk oluştururken azaltır, ama bazı bug ve çöküşleri anlamayı zorlaştırabilir. Bunu sade kapatmanız gerektiğinde yada ne yaptığınızı biliyorsanız kapatın.",
  "sodium.options.enable_memory_tracing.name": "Hafıza İzlemesini Aktif Et",
  "sodium.options.enable_memory_tracing.tooltip": "Debuglama Özelliği. Eğer Aktifse, bellek sızıntıları tespit edildiğinde tanılama bilgilerinin iyileştirilmesine yardımcı olmak için bellek ayırmalarının yanı sıra yığın izleri de toplanacak.",
  "sodium.options.performance_impact_string": "Performans Etkisi: %s",
  "sodium.options.use_persistent_mapping.name": "Kararlı Mapping Kullan",
  "sodium.options.use_persistent_mapping.tooltip": "Eğer Aktifse, hafızanın küçük bir kısmı Chunk oluşturması için korunacak, Chunk'lar yüklenir veya oluşurken işleci yükünü ve kare dengesizliğini azaltır.\n\nOpenGL 4.4 yada ABF Buffer Storage gerekir.",
  "sodium.options.chunk_memory_allocator.name": "Chunk Hafıza Ayırıcı",
  "sodium.options.chunk_memory_allocator.tooltip": "Chunk görüntülemesi için kullanılacak chunk ayırıcı seçimi.\n- ASYNC: En hızlı seçim, çoğu Grafik Kartı ile iyi calışır.\n- SWAP: Eski Grafik Kartları için bir çözüm. Hafıza kullanımını yükseltebilir.",
  "sodium.options.chunk_memory_allocator.async": "Async",
  "sodium.options.chunk_memory_allocator.swap": "Swap",
  "sodium.options.chunk_update_threads.name": "Chunk Güncelleme Çekirdekleri",
  "sodium.options.chunk_update_threads.tooltip": "Chunk oluşturma için kullanılacak Mİ(Mantıksal İşlemci) sayısı. Fazla Mİ sayısı chunk oluşturma ve güncelleme hızını artırabilir, ama kare zamanını negatif olarak etkileyebilir.",
  "sodium.options.always_defer_chunk_updates.name": "Chunk Güncelleme Erteleme",
  "sodium.options.always_defer_chunk_updates.tooltip": "Eğer Aktifse, gerekli olsalar bile chunk güncellemelerini beklemez. Bazı durumlarda fps'i artırabilir, ama dünyada görüntesel lag oluşturabilir.",
  "sodium.options.buttons.undo": "Geri Al",
  "sodium.options.buttons.apply": "Uygula",
  "sodium.options.buttons.donate": "Bize Bir Kahve Al:)"
}