{
  "sodium.option_impact.low": "Низький",
  "sodium.option_impact.medium": "Середній",
  "sodium.option_impact.high": "Великий",
  "sodium.option_impact.extreme": "Екстремальний",
  "sodium.option_impact.varies": "Варіюється",
  "sodium.options.pages.quality": "Якість",
  "sodium.options.pages.performance": "Продуктивність",
  "sodium.options.pages.advanced": "Розширені",
  "sodium.options.view_distance.tooltip": "Відстань візуалізації визначає, наскільки далеко відображатиметься місцевість. Менші відстані означають, що буде відтворено менше рельєфу, покращуючи частоту кадрів.",
  "sodium.options.simulation_distance.tooltip": "Симуляційна відстань визначає, на якій відстані будуть завантажені рельєф і сутності. Коротші відстані можуть зменшити навантаження на внутрішній сервер і підвищити частоту кадрів.",
  "sodium.options.brightness.tooltip": "Керує яскравістю (гамою) гри.",
  "sodium.options.gui_scale.tooltip": "Встановлює максимальний коефіцієнт масштабування для інтерфейсу користувача. Якщо використовується «авто», завжди використовуватиметься найбільший масштабний коефіцієнт.",
  "sodium.options.fullscreen.tooltip": "Якщо ввімкнено, гра відображатиметься на весь екран (якщо підтримується).",
  "sodium.options.v_sync.tooltip": "Якщо ввімкнено, частота кадрів гри буде синхронізована з частотою оновлення монітора, що загалом забезпечує більш плавну роботу за рахунок загальної затримки введення. Цей параметр може знизити продуктивність, якщо ваша система працює надто повільно.",
  "sodium.options.fps_limit.tooltip": "Обмежує максимальну кількість кадрів за секунду. Це може допомогти зменшити споживання батареї та загальне навантаження на систему під час багатозадачності. Якщо ввімкнено V-Sync, цей параметр ігноруватиметься, якщо він не нижчий за частоту оновлення дисплея.",
  "sodium.options.view_bobbing.tooltip": "Якщо ввімкнено, погляд гравця коливатиметься під час руху. Гравці, які відчувають хворобу руху під час гри, можуть отримати користь від вимкнення цієї функції.",
  "sodium.options.attack_indicator.tooltip": "Контролює, де на екрані відображається індикатор атаки.",
  "sodium.options.autosave_indicator.tooltip": "Якщо ввімкнено, індикатор буде показано, коли гра зберігає світ на диску.",
  "sodium.options.graphics_quality.tooltip": "Якість графіки за умовчанням контролює деякі застарілі параметри та необхідна для сумісності модів. Якщо наведені нижче параметри залишаються \"За замовчуванням\", вони використовуватимуть це налаштування.",
  "sodium.options.clouds_quality.tooltip": "Контролює якість відтворених хмар на небі.",
  "sodium.options.weather_quality.tooltip": "Контролює якість ефектів дощу та снігу.",
  "sodium.options.leaves_quality.name": "Якість листя",
  "sodium.options.leaves_quality.tooltip": "Контролює якість листя.",
  "sodium.options.particle_quality.name": "Якість частинок",
  "sodium.options.particle_quality.tooltip": "Контролює максимальну кількість частинок, які можуть бути присутні на екрані в будь-який момент часу.",
  "sodium.options.smooth_lighting.tooltip": "Контролює, чи будуть блоки плавно освітлені та затінені. Це трохи збільшує кількість часу, необхідного для повторного створення блоку, але не впливає на частоту кадрів.",
  "sodium.options.biome_blend.value": "%s блок(ів)",
  "sodium.options.biome_blend.tooltip": "Керує діапазоном, який біоми будуть взяті для розфарбування блоків. Більш високі значення значно збільшують кількість часу, необхідного для створення фрагментів для зменшення покращення якості.",
  "sodium.options.entity_distance.tooltip": "Контролює, на якій відстані об’єкти можуть відображатися від програвача. Вищі значення збільшують відстань візуалізації за рахунок частоти кадрів.",
  "sodium.options.entity_shadows.tooltip": "Якщо ввімкнено, основні тіні відображатимуться під мобами та іншими об’єктами.",
  "sodium.options.vignette.name": "Віньєтка",
  "sodium.options.vignette.tooltip": "Якщо ввімкнути, ефект віньєтки буде відображено в погляді гравця. Дуже малоймовірно, що це вплине на частоту кадрів, якщо ви не обмежені частотою заповнення.",
  "sodium.options.mipmap_levels.tooltip": "Контролює кількість MIP-карт, які використовуватимуться для текстур блокової моделі. Вищі значення забезпечують кращу візуалізацію блоків на відстані, але можуть негативно вплинути на продуктивність багатьох анімованих текстур.",
  "sodium.options.use_block_face_culling.name": "Використовуйте Block Face Culling",
  "sodium.options.use_block_face_culling.tooltip": "Якщо ввімкнено, лише сторони блоків, які звернені до камери, надсилатимуться для візуалізації. Це може усунути велику кількість граней блоків на дуже ранніх стадіях процесу візуалізації, заощаджуючи пропускну здатність пам’яті та час на GPU. Деякі пакети ресурсів можуть мати проблеми з цією опцією, тому спробуйте вимкнути її, якщо ви бачите діри в блоках.",
  "sodium.options.use_fog_occlusion.name": "Використовуйте Fog Occlusion",
  "sodium.options.use_fog_occlusion.tooltip": "Якщо ввімкнено, блоки, які визначено як повністю приховані ефектами туману, не відтворюватимуться, що сприяє покращенню продуктивності. Поліпшення може бути більш вражаючим, коли вплив туману сильніший (наприклад, під водою), але це може спричинити небажані візуальні артефакти між небом і туманом у деяких сценаріях.",
  "sodium.options.use_entity_culling.name": "Використовуйте Entity Culling",
  "sodium.options.use_entity_culling.tooltip": "Якщо ввімкнено, об’єкти, які ви не бачите, пропускатимуться під час візуалізації. Це може допомогти підвищити продуктивність, уникаючи відтворення об’єктів, розташованих під землею або за стінами.",
  "sodium.options.use_particle_culling.name": "Використовуйте Particle Culling",
  "sodium.options.use_particle_culling.tooltip": "Якщо ввімкнено, відображатимуться лише ті частинки, які ви бачите. Це може забезпечити значне покращення частоти кадрів, коли багато частинок знаходяться поруч.",
  "sodium.options.animate_only_visible_textures.name": "Анімувати лише видимі текстури",
  "sodium.options.animate_only_visible_textures.tooltip": "Якщо ввімкнено, оновлюватимуться лише анімовані текстури, визначені ви бачите. Це може забезпечити значне підвищення частоти кадрів на певному апаратному забезпеченні, особливо з більш важкими пакетами ресурсів. Якщо у вас виникають проблеми з відсутністю анімації деяких текстур, спробуйте вимкнути цей параметр.",
  "sodium.options.cpu_render_ahead_limit.name": "Обмеження CPU Render Ahead",
  "sodium.options.cpu_render_ahead_limit.tooltip": "Визначає максимальну кількість кадрів, які центральний процесор може чекати від графічного процесора, щоб завершити рендеринг. Дуже низькі або високі значення можуть призвести до нестабільності частоти кадрів.",
  "sodium.options.cpu_render_ahead_limit.value": "%s кадр(ів)",
  "sodium.options.allow_direct_memory_access.name": "Дозволити прямий доступ до пам'яті",
  "sodium.options.allow_direct_memory_access.tooltip": "Якщо ввімкнено, деяким критичним шляхам коду буде дозволено використовувати прямий доступ до пам’яті для продуктивності. Це часто значно зменшує навантаження на ЦП для рендерингу фрагментів і об’єктів, але може ускладнити діагностику деяких помилок і збоїв. Вам слід вимкнути це, лише якщо вас попросили про це або іншим чином ви знаєте, що ви робите.",
  "sodium.options.enable_memory_tracing.name": "Увімкнути трасування пам'яті",
  "sodium.options.enable_memory_tracing.tooltip": "Функція налагодження. Якщо ввімкнено, трасування стека збиратимуться разом із виділенням пам’яті, щоб покращити діагностичну інформацію під час виявлення витоку пам’яті.",
  "sodium.options.performance_impact_string": "Вплив на продуктивність: %s",
  "sodium.options.use_persistent_mapping.name": "Використовуйте постійне відображення",
  "sodium.options.use_persistent_mapping.tooltip": "Якщо ввімкнено, невеликий об’єм пам’яті постійно відображатиметься як проміжний буфер для завантаження фрагментів, допомагаючи зменшити навантаження на ЦП і нестабільність кадрового часу під час завантаження або оновлення фрагментів.\n\nПотребує OpenGL 4.4 або ARB_buffer_storage.",
  "sodium.options.chunk_memory_allocator.name": "Розподіл пам'яті фрагментів",
  "sodium.options.chunk_memory_allocator.tooltip": "Вибирає розподільник пам’яті, який використовуватиметься для відтворення фрагментів.\n- ASYNC: Найшвидший варіант, добре працює з більшістю сучасних графічних драйверів.\n- SWAP: Запасний варіант для старих графічних драйверів. Може значно збільшити використання пам'яті.",
  "sodium.options.chunk_memory_allocator.async": "Async",
  "sodium.options.chunk_memory_allocator.swap": "Swap",
  "sodium.options.chunk_update_threads.name": "Потоки оновлення фрагментів",
  "sodium.options.chunk_update_threads.tooltip": "Визначає кількість потоків для побудови блоків. Використання більшої кількості потоків може пришвидшити завантаження фрагментів і швидкість оновлення, але може негативно вплинути на час кадрів.",
  "sodium.options.always_defer_chunk_updates.name": "Завжди відкладайте оновлення фрагментів",
  "sodium.options.always_defer_chunk_updates.tooltip": "Якщо ввімкнено, візуалізація ніколи не чекатиме завершення оновлень фрагментів, навіть якщо вони важливі. Це може значно покращити частоту кадрів у деяких сценаріях, але це може створити значну візуальну затримку у світі.",
  "sodium.options.buttons.undo": "Скасувати",
  "sodium.options.buttons.apply": "Застосувати",
  "sodium.options.buttons.donate": "Купити нам кави!"
}
